["제1조 (목적 등) 이 고시는 「전기사업법」 제67조 및 같은 법 시행령 제43조에 따라 ((발전·송전·변전·배전)) 또는 전기사용을 위하여 시설하는 ((기계·기구·댐·수로·저수지·전선로·보안통신선로)) 그 밖의 시설물의 안전에 필요한 성능과 기술적 요건을 규정함을 목적으로 한다.","제2조 (안전 원칙) ① 전기설비는 ((감전, 화재)) 그 밖에 사람에게 위해(危害)를 주거나 물건에 손상을 줄 우려가 없도록 시설하여야 한다. ② 전기설비는 사용목적에 적절하고 안전하게 작동하여야 하며, 그 손상으로 인하여 전기 공급에 지장을 주지 않도록 시설하여야 한다. ③ 전기설비는 다른 전기설비, 그 밖의 물건의 기능에 ((전기적)) 또는 ((자기적))인 장해를 주지 않도록 시설하여야 한다.","제3조 (정의) ① 이 고시에서 사용하는 용어의 정의는 다음 각 호와 같다. 1. ((발전소))란 발전기·원동기·연료전지·태양전지·해양에너지발전설비·전기저장장치 그 밖의 기계기구[비상용 예비전원을 얻을 목적으로 시설하는 것 및 휴대용 발전기를 제외한다]를 시설하여 전기를 생산[원자력, 화력, 신재생에너지 등을 이용하여 전기를 발생시키는 것과 양수발전, 전기저장장치와 같이 전기를 다른 에너지로 변환하여 저장 후 전기를 공급하는 것]하는 곳을 말한다. 2. ((변전소))란 변전소의 밖으로부터 전송받은 전기를 변전소 안에 시설한 변압기·전동발전기·회전변류기·정류기 그 밖의 기계기구에 의하여 변성하는 곳으로서 변성한 전기를 다시 변전소 밖으로 전송하는 곳을 말한다. 3. ((개폐소))란 ((개폐소)) 안에 시설한 개폐기 및 기타 장치에 의하여 전로를 개폐하는 곳으로서 발전소·변전소 및 수용장소 이외의 곳을 말한다. 4. ((급전소))란 전력계통의 운용에 관한 지시 및 급전조작을 하는 곳을 말한다. 5. ((전선))이란 강전류 전기의 전송에 사용하는 전기 도체, 절연물로 피복한 전기 도체 또는 절연물로 피복한 전기 도체를 다시 보호 피복한 전기 도체를 말한다. 6. ((전로))란 통상의 사용 상태에서 전기가 통하고 있는 곳을 말한다. 7. ((전선로))란 발전소·변전소·개폐소, 이에 준하는 곳, 전기사용장소 상호간의 전선(전차선을 제외한다) 및 이를 지지하거나 수용하는 시설물을 말한다. 8. ((전기기계기구))란 전로를 구성하는 기계기구를 말한다. 9. 연접 인입선이란 한 수용장소의 인입선에서 분기하여 지지물을 거치지 아니하고 다른 수용 장소의 인입구에 이르는 부분의 전선을 말한다. 여기에서 인입선이란 가공인입선[가공전선로의 지지물로부터 다른 지지물을 거치지 아니하고 수용장소의 붙임점에 이르는 가공전선(가공전선로의 전선을 말한다. 이하 같다)을 말한다] 및 수용장소의 조영물(토지에 정착한 시설물 중 지붕 및 기둥 또는 벽이 있는 시설물을 말한다. 이하 같다)의 옆면 등에 시설하는 전선으로서 그 수용장소의 인입구에 이르는 부분의 전선을 말한다. 10. 전차선이란 전차의 집전장치와 접촉하여 동력을 공급하기 위한 전선을 말한다. 11. 전차선로란 전차선 및 이를 지지하는 시설물을 말한다. 12. ((배선))이란 전기사용 장소에 시설하는 전선(전기기계기구 내의 전선 및 전선로의 전선을 제외한다)을 말한다. 13. ((약전류전선))이란 약전류 전기의 전송에 사용하는 전기 도체, 절연물로 피복한 전기 도체 또는 절연물로 피복한 전기 도체를 다시 보호 피복한 전기 도체를 말한다. 14. 약전류전선로란 약전류전선 및 이를 지지하거나 수용하는 시설물(조영물의 옥내 또는 옥측에 시설하는 것을 제외한다)을 말한다. 15. 광섬유케이블이란 광신호의 전송에 사용하는 보호 피복으로 보호한 전송매체를 말한다. 16. 광섬유케이블선로란 광섬유케이블 및 이를 지지하거나 수용하는 시설물(조영물의 옥내 또는 옥측에 시설하는 것을 제외한다)을 말한다. 17. ((지지물))이란 ((목주·철주·철근 콘크리트주 및 철탑))과 이와 유사한 시설물로서 전선·약전류전선 또는 광섬유케이블을 지지하는 것을 주된 목적으로 하는 것을 말한다. 18. ((조상설비))란 ((무효전력))을 조정하는 전기기계기구를 말한다. 19. 전력보안 통신설비란 전력의 수급에 필요한 급전·운전·보수 등의 업무에 사용되는 전화 및 원격지에 있는 설비의 감시·제어·계측·계통보호를 위해 전기적·광학적으로 신호를 송·수신하는 제 장치·전송로 설비 및 전원 설비 등을 말한다. 20. 전기철도란 전기를 공급받아 열차를 운행하여 여객이나 화물을 운송하는 철도를 말한다. 21. 극저주파 전자계(Extremely Low Frequency Electric and Magnetic Fields : ELF EMF)라 함은 0Hz를 제외한 ((300))Hz 이하의 전계와 자계를 말한다. 22. ((수로))란 취수설비, 침사지, 도수로, 헤드탱크, 서지탱크, 수압관로 및 방수로를 말한다. 23. 설계홍수위(flood water level : FWL)란 설계홍수량이 저수지로 유입될 경우에 여수로 방류량과 저수지내의 저류효과를 고려하여 상승할 수 있는 가장 높은 수위를 말한다. 일반적으로 설계홍수량은 빈도별 홍수유량을 기준으로 산정한다. 24. 최고수위(maximum water level : MWL)란 가능최대홍수량이 저수지로 유입될 경우에 여수로 방류량과 저수지내의 저류효과를 고려하여 상승할 수 있는 가장 높은 수위를 말한다. 최고수위는 설계홍수위와 같거나, 빈도홍수를 설계홍수량으로 채택한 댐의 경우는 설계홍수위보다 높다. 25. 가능최대홍수량(probable maximum flood : PMF)이란 가능최대강수량(probable maximum precipitation : PMP)으로 인한 홍수량을 말하며, 유역에서의 가능최대 강수량이란 주어진 지속시간 동안 어느 특정 위치에 주어진 유역면적에 대하여 연중 어느 지정된 기간에 물리적으로 발생할 수 있는 이론적 최대 강수량을 말한다. 26. 탈황, 탈질설비란 연소시 발생하는 배연가스 중 ((황화합물))과 질소화합물의 농도를 저감하는 설비로서 보일러, 압력용기 및 배관의 부속설비에 포함한다. 27. 해양에너지발전설비란 조력, 조류, 파력, 해수 온도차 등으로 해양의 조수, 해류, 파도, 온도차 등을 변환시켜 전력을 생산하는 설비를 말한다. 28. ((전기저장장치))란 전기를 저장하고 공급하는 시스템을 말한다. 29. 스털링엔진이란 실린더 내부의 밀봉된 작동유체의 가열·냉각 등의 온도변화에 따른 체적변화에 의한 운동에너지를 이용하는 외연기관을 말한다. 30. 직류전계(DC Electric Fields)란 0Hz인 직류전로와 공간전하에 의해 형성되는 ((정전계))(Static Electric Fields)를 말한다. 31. 직류자계(DC Magnetic Fields)란 0Hz인 직류전로에서 형성되는 ((정자계))(Static Magnetic Fields)를 말한다. 32. 소수력발전설비란 ((물))의 ((위치))에너지 및 ((운동))에너지를 변환시켜 전력을 생산하는 설비로 시설용량 ((5,000))kW 이하를 말한다. ② 전압을 구분하는 저압, 고압 및 특고압은 다음 각 호의 것을 말한다. 1. 저압 : 직류는 1.5kV 이하, 교류는 1kV 이하인 것. 2. 고압 : 직류는 (((1.5))kV를, 교류는 ((1))kV를 초과하고, ((7))kV 이하인 것. 3. 특고압 : 7kV를 초과하는 것. ③ 특고압의 다선식 전로(중성선을 가지는 것에 한한다)의 중성선과 다른 1선을 전기적으로 접속하여 시설하는 전기설비의 사용전압 또는 최대 사용전압은 그 다선식 전로의 ((사용전압)) 또는 ((최대 사용전압))을 말한다.","제4조 ((적합성 판단)) 이 고시에서 규정하는 안전에 필요한 성능과 기술적 요건은 다음 각 호의 기준을 충족할 경우 이 고시에 적합한 것으로 판단한다. 1. 대한전기협회에 설치된 한국전기기술기준위원회(이하 이조에서 기준위원회라 한다)에서 채택하여 산업통상자원부장관의 승인을 받은 한국전기설비규정 2. 기준위원회에서 이 고시의 제정 취지로 보아 안전 확보에 필요한 충분한 기술적 근거가 있다고 인정되어 산업통상자원부장관의 승인을 받은 경우","제5조 (전로의 절연) ① 전로는 다음 각 호의 경우 이외에는 대지로부터 절연시켜야 하며, 그 절연성능은 제27조제3항 및 제52조에 따른 절연저항 외에도 사고 시에 예상되는 이상전압을 고려하여 절연파괴에 의한 위험의 우려가 없는 것이어야 한다. 1. 구조상 부득이한 경우로서 통상 예견되는 사용형태로 보아 위험이 없는 경우 2. ((혼촉))에 의한 ((고전압))의 침입 등의 이상이 발생하였을 때 위험을 방지하기 위한 접지 접속점 그 밖의 안전에 필요한 조치를 하는 경우 ② 변성기 안의 권선과 그 변성기 안의 다른 권선 사이의 절연성능은 사고 시에 예상되는 ((이상전압))을 고려하여 ((절연파괴))에 의한 위험의 우려가 없는 것이어야 한다.","제6조 (전기설비의 접지) ① 전기설비(제3장 발전용 화력설비, 제4장 발전용 수력설비 및 제6장 발전용 풍력설비에 의한 전기설비를 제외한다. 이하 이장에서 같다)의 필요한 곳에는 이상 시 전위상승, 고전압의 침입 등에 의한 ((감전, 화재)) 그 밖에 사람에 위해를 주거나 물건에 손상을 줄 우려가 없도록 ((접지))를 하고 그 밖에 적절한 조치를 하여야 한다. 다만, 전로에 관계되는 부분에 대해서는 제5조제1항의 규정에서 정하는 바에 따라 이를 시행하여야한다. ② 전기설비를 접지하는 경우에는 전류가 안전하고 확실하게 대지로 흐를 수 있도록 하여야한다.","제6조의2 (전기설비의 피뢰) ((뇌방전))으로 인한 과전압으로부터 전기설비의 손상, 감전 또는 화재의 우려가 없도록 ((피뢰설비))를 시설하고 그 밖에 적절한 조치를 하여야 한다.","제7조 (전선 등의 단선 방지) ((전선, 지선(支線), 가공지선(架空地線), 약전류전선)) 등(약전류전선 및 광섬유 케이블을 말한다. 이하 같다) 그 밖에 전기설비의 안전을 위하여 시설하는 선은 통상 사용상태에서 ((단선))의 우려가 없도록 시설하여야 한다.","제8조 (전선의 접속) 전선은 접속부분에서 ((전기저항))이 증가되지 않도록 접속하고 절연성능의 ((저하))(나전선을 제외한다) 및 통상 사용상태에서 ((단선))의 우려가 없도록 하여야 한다.","제9조 (전기기계기구의 열적강도) 전로에 시설하는 전기기계기구는 통상 사용상태에서 그 전기기계기구에 발생하는 ((열))에 견디는 것이어야 한다.","제10조 (고압 또는 특고압 전기기계기구의 시설) ① 고압 또는 특고압의 전기기계기구는 취급자 이외의 사람이 쉽게 ((접촉))할 우려가 없도록 시설하여야 한다. 다만, 접촉에 의한 위험의 우려가 없는 경우에는 그러하지 아니하다. ② 고압 또는 특고압의 ((개폐기·차단기·피뢰기)) 그 밖에 이와 유사한 기구로서 동작할 때에 ((아크))가 생기는 것은 화재의 우려가 없도록 목제(木製)의 벽 또는 천정 기타 가연성 구조물 등으로부터 ((이격))하여 시설하여야 한다. 다만, 내화성 재료 등으로 양자 사이를 격리한 경우에는 그러하지 아니하다.","제11조 (특고압을 직접 저압으로 변성하는 변압기의 시설) 특고압을 직접 저압으로 변성하는 변압기는 다음 각 호 어느 하나에 해당하는 경우에 시설할 수 있다. 1. 발전소 등 공중(公衆)이 출입하지 않는 장소에 시설하는 경우 2. ((혼촉 방지 조치))가 되어 있는 등 위험의 우려가 없는 경우 3. 특고압측의 권선과 저압측의 권선이 혼촉하였을 경우 자동적으로 ((전로))가 차단되는 장치의 시설 그 밖의 적절한 안전조치가 되어 있는 경우","제12조 (특고압전로 등과 결합하는 변압기 등의 시설) ① 고압 또는 특고압을 저압으로 변성하는 변압기의 ((저압측)) 전로에는 ((고압 또는 특고압))의 침입에 의한 저압측 전기설비의 손상, 감전 또는 화재의 우려가 없도록 그 변압기의 적절한 곳에 ((접지))를 시설하여야 한다. 다만, 시설방법 또는 구조상 부득이한 경우로서 변압기에서 떨어진 곳에 접지를 시설하고 그 밖에 적절한 조치를 취함으로써 저압측 전기설비의 손상, 감전 또는 화재의 우려가 없는 경우에는 그러하지 아니하다. ② 특고압을 고압으로 변성하는 변압기의 고압측 전로에는 특고압의 침입에 의한 고압측 전기설비의 손상, 감전 또는 화재의 우려가 없도록 접지를 시설한 ((방전장치))를 시설하고 그 밖에 적절한 조치를 하여야 한다.","제13조 (과전류에 대한 보호) 전로의 필요한 곳에는 ((과전류))에 의한 ((과열손상))으로부터 전선 및 전기기계기구를 보호하고 화재의 발생을 방지할 수 있도록 과전류로부터 보호하는 ((차단 장치))를 시설하여야 한다.","제14조 (지락에 대한 보호) 전로에는 ((지락))이 생겼을 경우 전선 또는 전기기계기구의 손상, 감전 또는 화재의 우려가 없도록 지락으로부터 보호하는 ((차단기))를 시설하고 그 밖에 적절한 조치를 하여야 한다. 다만, 전기기계기구를 건조한 장소에 시설하는 등 지락에 의한 위험의 우려가 없는 경우에는 그러하지 아니하다.","제15조 (공급지장의 방지) ① ((고압 또는 특고압))의 전기설비는 그 손상으로 인하여 전기사업자의 원활한 전기공급에 지장을 주지 아니하도록 시설하여야 한다. ② 전기사용자에게 전기를 공급하는 ((사업용))의 고압 또는 특고압의 전기설비는 그 전기설비의 손상으로 전기의 원활한 공급에 지장이 생기지 않도록 시설하여야 한다.","제16조 (고주파 이용설비에 대한 장해 방지) ((고주파 이용설비))(전로를 고주파전류의 전송로로서 이용하는 것만 해당한다. 이하 이 조에서 같다)는 다른 고주파 이용설비의 기능에 계속적이고 중대한 장해를 줄 우려가 없도록 시설하여야 한다.","제17조 (유도장해 방지) ① ((교류 특고압 가공전선로))에서 발생하는 극저주파 전자계는 지표상 ((1))m에서 전계가 ((3.5))kV/m 이하, 자계가 83.3μT 이하가 되도록 시설하고, 직류 특고압 가공전선로에서 발생하는 직류전계는 지표면에서 ((25))kV/m 이하, 직류자계는 지표상 1m에서 ((400,000))μT 이하가 되도록 시설하는 등 상시 정전유도(靜電誘導) 및 전자유도(電磁誘導) 작용에 의하여 사람에게 위험을 줄 우려가 없도록 시설하여야 한다. 다만, ((논밭, 산림)) 그 밖에 사람의 왕래가 적은 곳에서 사람에 위험을 줄 우려가 없도록 시설하는 경우에는 그러하지 아니하다. ② ((특고압))의 가공전선로는 ((전자유도작용))이 약전류전선로(전력보안 통신설비는 제외한다)를 통하여 사람에 위험을 줄 우려가 없도록 시설하여야 한다. ③ 전력보안 통신설비는 가공전선로로부터의 ((정전))유도작용 또는 ((전자))유도작용에 의하여 사람에 위험을 줄 우려가 없도록 시설하여야 한다.","제18조 (통신장해 방지) ① 전선로 또는 전차선로는 ((무선설비))의 기능에 계속적이고 중대한 장해를 주는 전파를 발생할 우려가 없도록 시설하여야 한다. ② 전선로 또는 전차선로는 ((약전류전선로))에 유도작용으로 인하여 통신상의 장해를 주지 않도록 시설하여야 한다. 다만, 약전류전선로 관리자의 승낙을 받은 경우에는 그러하지 아니하다.","제19조 (지구자기관측소 등에 대한 장해 방지) ((직))류의 전선로, 전차선로 및 귀선은 지구자기관측소 또는 지구전기관측소에 대하여 관측상의 장해를 주지 않도록 시설하여야 한다.","제20조 (절연유) ① 사용전압이 ((100))kV 이상의 ((중성점)) 직접접지식 전로에 접속하는 ((변압기))를 설치하는 곳에는 절연유의 구외 유출 및 지하 침투를 방지하기 위한 설비를 갖추어야 한다. ② ((폴리염화비페닐))을 함유한 절연유를 사용한 전기기계기구는 전로에 시설하여서는 아니 된다.","제21조 (발전소 등의 시설) ① 고압 또는 특고압의 전기기계기구·모선 등을 시설하는 ((발전소·변전소·개폐소)) 또는 이에 준하는 곳에는 위험표시를 하고 취급자 이외의 사람이 쉽게 구내에 출입할 우려가 없도록 적절한 조치를 하여야 한다. ② 발전소·변전소·개폐소 또는 이에 준하는 곳에 시설하는 ((배전반))에 고압용 또는 특고압용의 기구 또는 전선을 시설하는 경우에는 취급자에게 위험이 없도록 ((방호))에 필요한 공간을 확보하여야 한다. ③ 발전소·변전소·개폐소 또는 이에 준하는 곳에는 감시 및 조작을 안전하고 확실하게 하기 위하여 필요한 ((조명)) 설비를 하여야 한다. ④ 고압 또는 특고압의 전기기계기구·모선 등을 시설하는 발전소·변전소·개폐소 또는 이에 준하는 곳은 ((침수))의 우려가 없도록 방호장치 등 적절한 시설이 갖추어진 곳이어야 한다. ⑤ 고압 또는 특고압의 전기기계기구·모선 등을 시설하는 발전소·변전소·개폐소 또는 이에 준하는 곳에 시설하는 전기설비는 ((자중, 적재하중)), 적설 또는 풍압 및 지진 그 밖의 진동과 충격에 대하여 안전한 구조이어야 한다.","제21조의2 (발전소 등의 부지 시설조건) 전기설비의 부지(敷地)의 안정성 확보 및 설비 보호를 위하여 발전소·변전소·개폐소를 산지에 시설할 경우에는 ((풍수해, 산사태, 낙석)) 등으로부터 안전을 확보할 수 있도록 다음 각 호에 따라 시설하여야 한다. 1. 부지조성을 위해 산지를 전용할 경우에는 전용하고자 하는 산지의 평균 경사도가 ((25))도 이하여야 하며, 산지전용면적중 산지전용으로 발생되는 절·성토 경사면의 면적이 100분의 ((50))을 초과해서는 아니 된다. 2. 산지전용 후 발생하는 절·성토면의 수직높이는 ((15))m 이하로 한다. 다만, ((345))kV급 이상 변전소 또는 전기사업용전기설비인 발전소로서 불가피하게 절·성토면 수직높이가 15m 초과되는 장대비탈면이 발생할 경우에는 절·성토면의 안정성에 대한 전문용역기관(토질 및 기초와 구조분야 전문기술사를 보유한 엔지니어링 활동주체로 등록된 업체)의 검토 결과에 따라 용수, 배수, 법면보호 및 낙석방지 등 안전대책을 수립한 후 시행하여야 한다. 3. 산지전용 후 발생하는 절토면 최하단부에서 발전 및 변전설비까지의 ((최소이격거리))는 보안울타리, 외곽도로, 수림대 등을 포함하여 ((6))m 이상이 되어야 한다. 다만, 옥내변전소와 옹벽, 낙석방지망 등 안전대책을 수립한 시설의 경우에는 예외로 한다.","제22조 (발전기 등의 보호 장치) ① 발전기, 연료전지 또는 상용전원으로 사용하는 축전지에는 그 전기기계기구를 현저하게 손상할 우려가 있거나 전기사업에 관련된 전기의 원활한 공급에 지장을 줄 우려가 있는 이상(異常)이 그 전기기계기구에 생겼을 경우(원자력 발전소에 시설하는 비상용 예비 발전기에 있어서는 비상용 노심 냉각장치가 작동한 경우를 제외한다)에 자동적으로 이를 전로로부터 차단하는 장치를 시설하여야 한다. ② ((특고압))의 변압기 또는 조상설비에는 그 전기기계기구를 현저하게 손상할 우려가 있거나 전기사업에 관련된 전기의 원활한 공급에 지장을 줄 우려가 있는 이상(異常)이 그 전기기계기구에 생겼을 경우에 자동적으로 이를 ((전로))로부터 ((차단))하는 장치를 시설하고 그 밖에 적절한 조치를 하여야 한다.","제23조 (발전기 등의 기계적 강도) ① 발전기·변압기·조상기·계기용변성기·모선 및 이를 지지하는 애자는 ((단락))전류에 의하여 생기는 ((기계적)) 충격에 견디는 것이어야 한다. ② 수차 또는 풍차에 접속하는 발전기의 회전하는 부분은 부하를 차단한 경우에 일어나는 속도에 대하여, 증기터빈, 가스터빈 또는 내연기관에 접속하는 발전기의 회전하는 부분은 비상 조속장치 및 그 밖의 비상 정지장치가 동작하여 도달하는 속도에 대하여 견디는 것이어야 한다. ③ 증기터빈에 접속하는 발전기의 진동에 대한 기계적 강도는 제82조제2항을 준용한다.","제24조 (발전소 등의 상시감시) ① 다음 각 호의 발전소는 발전소의 운전에 필요한 지식 및 기능을 가진 사람이 그 발전소에서 상시 감시할 수 있는 시설을 하여야 한다. 1. 이상이 생겼을 경우에 사람에게 위해를 주거나 물건에 손상을 줄 우려가 없도록 이상상태에 따른 제어가 필요한 발전소 2. 전기사업에 관련된 전기의 원활한 공급에 지장을 주지 않도록 이상을 조기에 발견할 필요가 있는 발전소 ② 제1항의 발전소 이외의 발전소 또는 변전소(이에 준하는 장소로서 ((50))kV를 초과하는 특고압의 전기를 변성하기 위한 것을 포함한다. 이하 이 조에서 같다)로서 발전소 또는 변전소의 운전에 필요한 지식 및 기능을 가진 사람이 그 구내에서 상시감시하지 않는 발전소 또는 변전소(비상용 예비전원은 제외한다)는 이상이 생겼을 경우에 안전하고 또한 확실하게 정지할 수 있는 조치를 하여야 한다.","제25조 (수소냉각식 발전기 등의 시설) 수소냉각식의 발전기 혹은 조상설비 또는 이에 부속하는 수소냉각장치는 다음 각 호에 따라 시설하여야 한다. 1. 구조는 수소의 누설 또는 공기의 혼입 우려가 없는 것일 것. 2. 발전기, 조상설비, 수소를 통하는 관, 밸브 등은 수소가 대기압에서 ((폭발))하는 경우에 생기는 압력에 견디는 강도를 갖는 것일 것. 3. 발전기축의 밀봉부로부터 수소가 누설될 때 ((누설))을 정지시키거나 또는 누설된 수소를 안전하게 외부로 방출할 수 있는 것일 것. 4. 발전기 또는 조상설비 안으로 수소의 도입 및 발전기 또는 조상설비 밖으로 ((수소))의 방출이 안전하게 될 수 있는 것일 것. 5. 이상을 조기에 검지하여 ((경보))하는 기능이 있을 것.","제26조 (전선로 등의 시설) 전선로 및 전차선로는 시설장소의 환경 및 전압에 따라 ((감전 또는 화재))의 우려가 없도록 시설하여야 한다.","제27조 (전선로의 전선 및 절연성능) ① ((저압)) 가공전선(중성선 다중접지식에서 중성선으로 사용하는 전선을 제외한다) 또는 ((고압)) 가공전선은 감전의 우려가 없도록 사용전압에 따른 ((절연성능))을 갖는 절연전선 또는 케이블을 사용하여야 한다. 다만 해협 횡단·하천 횡단·산악지 등 통상 예견되는 사용 형태로 보아 감전의 우려가 없는 경우에는 그러하지 아니하다. ② ((지중전선))(지중전선로의 전선을 말한다. 이하 같다)은 감전의 우려가 없도록 사용전압에 따른 절연성능을 갖는 케이블을 사용하여야 한다. ③ ((저압전선로)) 중 절연 부분의 전선과 대지 사이 및 전선의 심선 상호 간의 ((절연저항))은 사용전압에 대한 누설전류가 최대 공급전류의 ((1/2,000))을 넘지 않도록 하여야한다.","제28조 (가공전선로 지지물의 승탑 및 승주 방지) 가공전선로의 지지물에는 ((감전예방))을 위해 취급자 이외의 사람이 쉽게 올라갈 수 없도록 적절한 조치를 하여야 한다.","제29조 (가공전선 등의 높이) ① ((가공전선)), 가공전력보안통신선 및 가공전차선은 접촉 또는 유도 작용에 의한 감전의 우려가 없고 교통에 지장을 줄 우려가 없는 높이에 시설하여야 한다. ② ((지선))은 교통에 지장을 줄 우려가 없는 높이에 시설하여야 한다.","제30조 (가공전선 및 지지물의 시설) ① 가공전선로의 ((지지물))은 기 설치된 가공전선로의 전선, 가공약전류전선로의 약전류전선 또는 가공광섬유케이블선로의 광섬유케이블 사이를 ((관통하여)) 시설하여서는 아니 된다. 다만, 기 설치자의 승낙을 받은 경우에는 그러하지 아니하다. ② 가공전선은 기 설치된 가공전선로, 전차선로, 가공약전류전선로 또는 가공광섬유 케이블선로의 지지물을 사이에 두고 시설하여서는 아니 된다. 다만, 동일 지지물에 시설하는 경우 또는 기 설치자의 승낙을 받은 경우에는 그러하지 아니하다.","제31조 (전선의 혼촉 방지) 전선로의 전선, 전력보안 통신선 또는 전차선 등은 다른 전선이나 약전류전선 등과 접근하거나 ((교차))하는 경우 또는 ((동일 지지물))에 시설하는 경우에는 다른 전선 또는 약전류전선 등을 손상시킬 우려가 없고 접촉, 단선 등에 의해 생기는 ((혼촉))에 의한 감전 또는 화재의 우려가 없도록 시설하여야 한다.","제32조 (특고압 가공전선과 동일 지지물에 시설하는 가공전선 등의 시설) ① 특고압 가공전선과 저압 가공전선, 고압 가공전선 또는 전차선을 동일 지지물에 시설하는 경우에는 이상 시 고전압의 침입에 의해 저압측 또는 고압측의 전기설비에 장해를 주지 않도록 접지를 하고 그 밖에 적절한 조치를 하여야 한다. ② 특고압 가공전선로의 전선의 위쪽에서 그 지지물에 저압의 전기기계기구를 시설하는 경우는 이상 시 고전압의 침입에 의하여 저압측의 전기설비에 장해를 주지 않도록 ((접지))를 하고 그 밖에 적절한 조치를 하여야 한다.","제33조 (지지물 강도) ① 가공전선로 또는 가공전차선로 지지물의 재료 및 구조(지선을 시설하는 경우는 그 지선에 관계되는 것을 포함한다)는 그 지지물이 지지하는 전선 등에 의한 ((인장하중, 풍압하중)) 및 그 시설장소에서 통상 예상되는 기상의 변화, 진동, 충격 기타 외부 환경의 영향을 고려하여 ((도괴))의 우려가 없도록 안전한 것이어야 한다. 다만, ((인가(人家)))가 많이 인접되어 있는 장소에 가공전선로를 시설하는 경우에는 그 장소의 풍압을 감안, 본문 풍압하중의 1/2을 고려하여 시설할 수 있다. ② 특고압 가공전선로의 지지물은 구조상 안전한 것으로 하는 등 연쇄적인 도괴의 우려가 없도록 시설하여야 한다.","제34조 (고압 및 특고압 전로의 피뢰기 시설) 전로에 시설된 전기설비는 뇌전압에 의한 손상을 방지할 수 있도록 그 전로 중 다음 각 호에 열거하는 곳 또는 이에 근접하는 곳에는 피뢰기를 시설하고 그 밖에 적절한 조치를 하여야 한다. 다만, 뇌전압에 의한 손상의 우려가 없는 경우에는 그러하지 아니하다. 1. 발전소·변전소 또는 이에 준하는 장소의 가공전선 ((인입구 및 인출구)) 2. 가공전선로(25kV 이하의 중성점 다중접지식 특고압 가공전선로를 제외한다)에 접속하는 배전용 변압기의 ((고압측 및 특고압측)) 3. 고압 또는 특고압의 가공전선로로부터 공급을 받는 수용 장소의 ((인입구)) 4. 가공전선로와 ((지중전선로))가 접속되는 곳","제35조 (시가지 등에서 특고압 가공전선로의 시설) 특고압 가공전선로는 ((단선 또는 도괴))에 의해 그 지역에 위험의 우려가 없도록 시설하고 그 지역으로부터의 화재에 의한 ((전선로))의 손상에 의하여 전기사업에 관련된 전기의 원활한 공급에 지장을 줄 우려가 없도록 시설하며 동시에 기타 절연성, 전선의 강도 등에 관한 충분한 안전조치를 하는 경우에 시가지, 그 밖의 인가밀집 지역에 시설할 수 있다.","제36조 (특고압 가공전선과 건조물 등의 접근 또는 교차) ① 사용전압이 ((400))kV 이상의 특고압 가공전선과 건조물 사이의 ((수평거리))는 그 건조물의 화재로 인한 그 전선의 손상 등에 의하여 전기사업에 관련된 전기의 원활한 공급에 지장을 줄 우려가 없도록 ((3))m 이상 ((이격))하여야 한다. 다만, 다음 각 호의 조건을 모두 충족하는 경우에는 예외로 한다. 1. 가공전선과 건조물 상부와의 수직거리가 ((28))m 이상일 것. 2. 사람이 거주하는 주택 및 다중 이용 시설이 아닌 건조물로서 ((내화구조))이고, 그 지붕 재질은 ((불연))재료일 것. 3. 폭연성 분진, 가연성 가스, 인화성물질, 석유류, 화약류 등 위험물질을 다루는 건조물이 아닐 것. 4. 건조물 상부 기준으로 제17조제1항의 규정에 따른 전계 및 자계 허용기준 이하일 것. 5. 특고압 가공전선은 제7조 및 제33조의 규정에 따라 전선의 단선 및 지지물 도괴의 우려가 없도록 시설할 것. ② 사용전압이 ((170))kV 초과의 특고압 가공전선이 건조물, 도로, 보도교, 그 밖의 시설물의 아래쪽에 시설될 때의 상호 간의 수평이격 거리는 그 시설물의 도괴 등에 의한 그 전선의 손상에 의하여 전기사업에 관련된 전기의 원활한 공급에 지장을 줄 우려가 없도록 ((3))m 이상 이격하여야 한다.","제37조 (전선과 다른 전선 및 시설물 등의 접근 또는 교차) ① 전선로의 전선 또는 전차선 등은 다른 전선, 다른 시설물 또는 식물(이하 이 조에서 다른 시설물 등이라 한다)과 접근하거나 교차하는 경우에는 다른 시설물 등을 손상시킬 우려가 없고 ((접촉, 단선)) 등에 의해 생기는 ((감전 또는 화재))의 위험이 없도록 시설하여야 한다. ② 지중전선, 옥측전선 및 터널 안의 전선, 그 밖에 시설물에 고정하여 시설하는 전선은 다른 전선, 약전류전선 등 또는 관(이하 이 조에서 다른 전선 등이라 한다)과 접근하거나 교차하는 경우에는 고장 시의 ((아크방전))에 의하여 다른 전선 등을 손상시킬 우려가 없도록 시설하여야 한다. 다만, 감전 또는 화재의 우려가 없는 경우로서 다른 전선 등의 관리자의 승낙을 받은 경우에는 그러하지 아니하다.","제38조 (지중전선로의 시설) ① 지중전선로는 차량, 기타 중량물에 의한 ((압력))에 견디고 그 지중전선로의 ((매설표시)) 등으로 굴착공사로부터의 영향을 받지 않도록 시설하여야 한다. ② 지중전선로 중 그 내부에서 작업이 가능한 것에는 ((방화조치))를 하여야 한다. ③ 지중전선로에 시설하는 ((지중함))은 취급자 이외의 사람이 쉽게 출입할 수 없도록 시설하여야 한다.","제39조 (연접인입선의 시설) 고압 또는 특고압의 ((연접인입선))은 시설하여서는 아니 된다. 다만, 특별한 사정이 있고, 그 전선로를 시설하는 조영물의 소유자 또는 점유자의 승낙을 받은 경우에는 그러하지 아니하다.","제40조 (옥내전선로 등의 시설) ((옥내))를 관통하여 시설하는 전선로와 ((옥측, 옥상 또는 지상))에 시설하는 전선로는 그 전선로로부터 전기의 공급을 받는 자 이외의 자의 구내에 시설하여서는 아니 된다. 다만, 특별한 사정이 있고, 그 전선로를 시설하는 조영물(지상에 시설하는 전선로에 있어서는 그 토지)의 소유자 또는 점유자의 승낙을 받은 경우에는 그러하지 아니하다.","제41조 (가스절연기기 등의 시설) 발전소·변전소·개폐소 또는 이에 준하는 곳에 시설하는 ((가스절연기기))(충전부분이 압축절연가스로 절연된 전기기계기구를 말한다. 이하 같다) 및 개폐기 또는 차단기에 사용하는 압축공기장치는 다음 각 호에 따라 시설하여야 한다. 1. 압력을 받는 부분의 재료 및 구조는 최고 사용압력에 대하여 충분히 견디고 안전한 것일 것. 2. 압력이 상승할 경우에 그 압력이 최고 사용압력에 도달하기 이전에 그 압력을 ((저하))시키는 기능이 있는 것일 것. 3. 이상 압력을 조기에 검지할 수 있는 기능이 있을 것. 4. 압축공기 장치의 ((공기탱크))는 내식성이 있는 것일 것. 5. 압축공기 장치는 주 공기탱크의 압력이 ((저하))하였을 경우에 압력을 자동적으로 회복시키는 기능이 있는 것일 것. 6. 가스절연기기에 사용하는 절연 가스는 ((가연성, 부식성 및 유독성))이 없는 것일 것.","제42조 (가압장치의 시설) ((압축가스))를 사용하여 케이블에 압력을 가하는 장치는 다음 각 호에 따라 시설하여야 한다. 1. 압력을 받는 부분은 최고 ((사용))압력에 대하여 충분히 견디고 안전한 것일 것. 2. 자동적으로 압축가스를 공급하는 ((가압장치))로서 고장에 의하여 압력이 현저하게 상승할 우려가 있는 것은 상승한 압력에 견디는 재료 및 구조임과 동시에 압력이 상승하는 경우에 그 압력이 최고 사용압력에 도달하기 이전에 그 압력을 ((저하))시키는 기능을 갖는 것일 것. 3. 압축가스는 가연성, 부식성 및 ((유독성))이 없는 것일 것.","제43조 (전력보안 통신설비의 시설) ① 발전소·변전소·개폐소·급전소 및 기술원 근무지, 그 밖의 곳으로서 전기사업에 관련된 전기의 원활한 공급에 대한 지장을 방지하고 또한 안전을 확보하기 위하여 필요한 곳의 상호 간에는 ((전력보안)) 통신용 전화설비를 시설하여야 한다. ② 전력보안 통신선은 기계적 충격, 화재 등에 의하여 ((통신 기능))이 손상될 우려가 없도록 시설하여야 한다.","제43조의2 (전기설비의 사이버안전 확보) 전기사업용전기설비(전기사업법 제2조제17호의 것을 말한다)의 운영을 위한 ((전력정보통신시스템))은 전기설비가 인체에 해를 끼치거나 전기설비의 손상 및 전기 공급에 지장을 줄 우려가 없도록 사이버 공격[국가사이버안전관리규정(대통령훈령) 제2조에서 규정하는 사이버 공격을 말한다]에 대응가능한 사이버안전을 확보해야 한다.","제44조 (시가지의 특고압 전선로에 첨가（添架）하는 전력보안통신선의 시설) 시가지에 시설하는 전력보안 통신선은 ((특고압)) 전선로의 지지물에 첨가된 전력보안 통신선과 접속하여서는 아니 된다. 다만, ((유도전압))에 의한 ((감전))의 우려가 없도록 안전장치를 시설하고 그 밖에 적절한 조치를 하는 경우에는 그러하지 아니하다.","제45조 (무선통신용 안테나 등의 지지물 강도) 전력보안 통신설비에 사용하는 무선통신용 안테나 또는 반사판(이하 이 조에서 무선용 안테나 등이라 한다)을 시설하는 지지물의 재료 및 구조는 ((풍압하중))을 고려하여 도괴에 의한 통신기능을 손상할 우려가 없도록 시설하여야 한다. 다만, ((전선로)) 주위의 상태를 감시할 목적으로 시설하는 무선용 안테나 등을 가공전선로의 지지물에 시설하는 경우에는 그러하지 아니하다.","제46조 (전차선로의 시설) ① ((직류)) 전차선로의 사용전압은 ((저압)) 또는 ((고압))으로 하여야 한다. ② ((교류)) 전차선로의 공칭전압은 ((25))kV 이하로 하여야 한다. ③ 전차선로는 전기철도의 ((전용부지)) 안에 시설하여야 한다. 다만, 감전의 우려가 없는 경우에는 그러하지 아니하다. ④ 제3항의 전용부지는 전차선로가 제3레일방식인 경우 등 사람이 그 부지 안에 들어갔을 경우에 감전의 우려가 있는 경우에는 고가철도 등 사람이 쉽게 들어갈 수 없는 것이어야 한다.","제47조 ((가공 절연귀선)) 등의 시설) ① 가공 절연귀선의 시설은 제26조, 제27조제1항, 제29조제1항, 제30조제2항, 제31조, 제33조, 제37조제1항, 제39조 및 제44조를 준용한다. ② 가공으로 시설하는 ((배류선))은 제6조, 제7조, 제8조, 제18조제2항, 제29조, 제30조, 제31조, 제33조제1항 및 제37조제1항을 준용한다.","제48조 (전기부식작용에 의한 장해 방지) ((직류귀선))은 ((누설전류))에 의하여 생기는 전기부식작용에 의한 장해의 우려가 없도록 시설하여야 한다.","제49조 (전압 불평형에 의한 장해 방지) 교류식 전기철도는 그 단상부하에 의한 ((전압 불평형))으로 인하여 교류식 전기철도 변전소의 변압기에 접속하는 전기사업용 발전기, 조상설비, 변압기, 그 밖의 전기기계기구에 장해가 생기지 아니하도록 시설하여야 한다.","제50조 (배선의 시설) ① 배선은 시설장소의 환경 및 전압에 따라 감전 또는 화재의 우려가 없도록 시설하여야 한다. ② ((이동전선))을 전기기계기구와 접속하는 경우에는 ((접속불량))에 의한 감전 또는 화재의 우려가 없도록 시설하여야 한다. ③ ((특고압)) 이동전선은 제1항 및 제2항의 규정에도 불구하고 시설하여서는 아니 된다. 다만, 충전부분에 사람이 접촉하였을 때 사람에 위해를 줄 우려가 없고 이동전선과 접속하는 것이 필수적인 전기기계기구에 접속하는 것은 그러하지 아니하다.","제51조 (배선의 사용전선) ① 배선에 사용하는 전선(나전선 및 특고압에 사용하는 접촉전선을 제외한다)은 감전 또는 화재의 우려가 없도록 시설장소의 환경 및 전압에 따라 사용상 충분한 강도 및 절연 성능을 갖는 것이어야 한다. ② 배선에는 ((나전선))을 사용하여서는 아니 된다. 다만, 시설장소의 환경 및 전압에 따라 사용상 충분한 강도를 갖고 있고 또한 절연성이 없음을 고려하여 감전 또는 화재의 우려가 없도록 시설하는 경우에는 그러하지 아니하다. ③ 특고압 배선에는 ((접촉전선))을 사용하여서는 아니 된다.","제52조 (저압전로의 절연성능) 전기사용 장소의 사용전압이 저압인 전로의 전선 상호간 및 전로와 대지 사이의 절연저항은 개폐기 또는 ((과전류차단기))로 구분할 수 있는 전로마다 다음 표에서 정한 값 이상이어야 한다. 다만, 전선 상호간의 절연저항은 기계기구를 쉽게 분리가 곤란한 분기회로의 경우 기기 접속 전에 측정할 수 있다. 또한, 측정 시 영향을 주거나 손상을 받을 수 있는 SPD 또는 기타 기기 등은 측정 전에 분리시켜야 하고, 부득이하게 분리가 어려운 경우에는 시험전압을 250V DC로 낮추어 측정할 수 있지만 절연저항 값은 ((1MΩ)) 이상이어야 한다.","제53조 (전기기계기구의 시설) 전기사용 장소에 시설하는 전기기계기구는 충전부가 노출되지 않아야 하며, 사람에 위해를 주거나 화재발생의 우려가 있는 발열이 없도록 시설하여야 한다. 다만, ((전기기계기구))를 사용하기 위하여 충전부의 노출 또는 발열체의 시설이 기술상 부득이한 경우에 감전 기타 사람에 위해를 주거나 화재 발생의 우려가 없도록 시설하는 경우에는 그러하지 아니하다.","제53조의2 (전기자동차 전원설비의 시설) 전기자동차(도로 운행용 자동차로서 재충전이 가능한 축전지, 연료전지, 광전지 또는 그 밖의 전원장치에서 전류를 공급받는 전동기에 의해 구동되는 것을 말한다.)에 전기를 공급하기 위한 충전설비 또는 전기자동차에 전기를 공급하거나 저장한 전기를 방전하기 위한 ((충·방전설비))는 감전, 화재 그 밖에 사람에게 위해(危害)를 주거나 물건에 손상을 줄 우려가 없도록 시설하여야 한다. 또한, 전기자동차 충전설비 및 충·방전설비는 안정적으로 충전 또는 충·방전할 수 있도록 ((제어)) 및 보호장치를 시설하여야 한다.","제53조의3(전기저장장치의 시설) ① ((전기저장장치))를 시설하는 경우에는 인체 감전, 화재 그 밖에 사람에게 위해를 주거나 다른 전기설비에 지장을 주지 않도록 시설하여야 한다. ② 전기저장장치는 사용 목적에 따라 전기를 안정적으로 저장하고 공급할 수 있도록 적절한 보호 및 제어장치를 갖추고 ((폭발))의 우려가 없도록 시설하여야 한다.","제54조 (무선설비에 대한 장해 방지) 전기사용 장소에 시설하는 ((전기기계기구)) 또는 ((접촉전선))은 전파, ((고주파전류)) 등이 발생함으로서 ((무선설비))의 기능에 계속적이고 중대한 장해를 줄 우려가 없도록 시설하여야 한다.","제55조 (배선과 다른 배선 및 시설물의 접근 또는 교차) ① ((배선))은 다른 배선, 약전류전선 등과 접근하거나 교차하는 경우에 혼촉에 의한 감전 또는 화재의 우려가 없도록 시설하여야 한다. ② 배선은 수도관, 가스관 또는 이에 준하는 것과 접근하거나 교차하는 경우는 방전에 의하여 이 시설물들을 손상할 우려가 없고 누전이나 ((방전))에 의하여 이 시설물들을 통하여 감전 또는 화재의 우려가 없도록 시설하여야 한다.","제56조 (저압간선 등의 과전류에 대한 보호) ① ((저압간선)), 저압간선에서 분기하여 전기기계기구에 이르는 저압의 전로 및 인입구에서 저압간선을 거치지 않고 전기기계기구에 이르는 저압의 전로(이하 간선 등 이라 한다)에는 적절한 곳에 ((개폐기))를 시설함과 동시에 과전류가 생겼을 경우에 그 간선 등을 보호할 수 있도록 자동적으로 전로를 ((차단))하는 장치를 시설하여야 한다. 다만, 그 간선 등에서 단락사고에 의한 과전류가 생길 우려가 없는 경우에는 그러하지 아니하다. ② 전기사용 장소의 옥내에 시설하는 ((전동기))(정격출력이 0.2kW 이하의 것을 제외한다)에는 과전류에 의한 그 전동기의 손상으로 인하여 화재가 발생할 우려가 없도록 과전류가 생겼을 때 자동적으로 전로를 ((차단))하는 장치를 시설하고 그 밖에 적절한 조치를 하여야 한다. 다만, 전동기의 구조 또는 부하의 특성이 전동기를 손상될 정도의 과전류가 발생할 우려가 없는 경우에는 그러하지 아니하다. ③ 교통신호등, 그 밖에 손상으로 공공의 안전 확보에 지장을 줄 우려가 있는 것에 전기를 공급하는 전로에는 과전류에 의한 ((과열손상))으로부터 그 기기들의 전선 및 전기기계기구를 보호할 수 있도록 과전류가 생겼을 때 자동적으로 전로를 차단하는 장치를 시설하여야 한다.","제57조 (일반 공중 출입 장소의 전기설비의 지락에 대한 보호) 일반 공중이 출입할 우려가 있는 장소 또는 절연체에 손상을 줄 우려가 있는 장소에 시설하는 것에 전기를 공급하는 전로에는 ((지락))이 생겼을 경우에 감전 또는 화재의 우려가 없도록 전로를 자동적으로 차단하는 장치를 시설하고 그 밖에 적절한 조치를 하여야 한다.","제58조 (고압 이동전선 및 접촉전선에 대한 보호) ① 이동전선 및 접촉전선(전차선을 제외한다. 이하 같다)에 고압의 전기를 공급하는 전로에는 ((과전류))가 생겼을 경우에 그 이동전선 및 접촉전선을 보호할 수 있도록 자동적으로 전로를 ((차단))하는 장치를 시설하여야 한다. ② 제1항의 전로에는 지락이 생겼을 경우에 감전 또는 화재의 우려가 없도록 전로를 자동적으로 차단하는 장치를 시설하고 그 밖에 적절한 조치를 하여야 한다.","제59조 (다중 이용 시설의 전기설비 시설) 다중이 이용하는 시설에 설치하는 전기설비는 감전, 화재 기타 사람에 위해를 주거나 물건에 손상을 줄 우려가 없도록 설치장소의 환경에 맞는 ((보호등급))으로 시설하는 등 적절한 조치를 하여야 한다.","제60조 (분진이 많은 장소) ((분진))이 많은 장소에 시설하는 전기설비는 분진에 의한 그 전기설비의 절연성능 또는 도전성능의 열화에 따른 감전 또는 화재의 우려가 없도록 시설하여야 한다.","제61조 (가연성 가스 등이 있는 장소) 다음 각 호의 장소에 시설하는 전기설비는 통상 사용상태에서 그 전기설비가 ((점화원))이 되어 폭발 또는 화재의 우려가 없도록 시설하여야 한다. 1. ((가연성 가스)) 또는 인화성 물질의 증기가 새거나 체류하는 장소로 점화원이 있으면 폭발할 우려가 있는 장소 2. 분진이 있는 곳으로 점화원이 있으면 폭발할 우려가 있는 장소 3. ((화약류))가 있는 장소 4. 셀룰로이드, 성냥, 석유류, 기타 타기 쉬운 위험한 물질을 제조하거나 저장하는 장소","제62조 (부식성 가스 등이 있는 장소) 부식성 가스 또는 용액이 발산되는 장소(산류, 알카리류, 염소산카리, 표백분, 염료 혹은 인조비료의 제조공장, 동, 아연 등의 제련소, 전기분동소, 전기도금공장, 개방형 축전지를 설치한 축전지실 또는 이에 준하는 장소를 말한다)에 시설하는 전기설비는 부식성 가스 또는 용액에 의한 그 전기설비의 ((절연성능)) 또는 ((도전성능))의 열화에 따른 감전 또는 화재의 우려가 없도록 예방조치를 하여야 한다.","제63조 (화약류 저장소) ((조명))을 위한 전기설비(개폐기 및 과전류차단기를 제외한다) 이외의 전기설비는 제61조에도 불구하고 화약류 저장소 안에 시설하여서는 아니 된다. 다만, 쉽게 착화하지 않도록 하는 조치가 강구되어 있는 화약류를 보관하는 장소로서 부득이한 경우에는 그러하지 아니하다.","제64조 (특수장소의 특고압 전기설비) 특고압 전기설비는 제60조 및 제61조에도 불구하고 제60조 및 제61조 각 호에서 규정하는 장소에 시설하여서는 아니 된다. 다만, ((가연성 가스)) 등에 착화할 우려가 없도록 조치가 강구된 정전도장장치(靜電塗裝裝置), 동기전동기, 동기발전기, 유도전동기 및 이에 전기를 공급하는 전기설비를 시설할 때는 그러하지 아니하다.","제65조 (특수장소의 접촉전선) ① ((접촉전선))은 제60조에도 불구하고 제60조에서 규정하는 장소에 시설하여서는 아니 된다. 다만, 개방된 장소에서 저압 접촉전선 및 그 주위에 분진이 집적하는 것을 방지하기 위한 조치를 하고 또한 면, 마, 견, 그 밖의 타기 쉬운 섬유의 분진이 존재하는 장소에는 저압 접촉전선과 그 접촉전선에 접촉되는 집전장치가 사용상태에서 떨어지기 어렵도록 시설한 경우에는 그러하지 아니하다. ② 접촉전선은 제61조에도 불구하고 제61조 각 호에서 규정하는 장소에 시설하여서는 아니 된다. ③ ((고압)) 접촉전선은 제62조에도 불구하고 제62조에서 규정하는 장소에 시설하여서는 아니 된다.","제66조 (전기울타리의 시설) ((전기울타리))(옥외에서 나전선을 고정하여 시설한 울타리로서 그 나전선을 충전하여 사용하는 것을 말한다)는 시설하여서는 아니 된다. 다만, 논밭, 목장 기타 이와 유사한 장소에서 짐승의 침입 또는 가축의 탈출을 방지하기 위하여 시설하는 경우로서 절연성이 없음을 고려하여 감전 또는 ((화재))의 우려가 없도록 시설할 때는 그러하지 아니하다.","제67조 (전격살충기, 엑스선 발생장치의 시설) ((전격살충기)) 또는 엑스선 발생장치는 제60조부터 제62조까지에서 규정하는 장소에 시설하여서는 아니 된다.","제68조 (파이프라인 등에 전열장치의 시설) ((파이프라인)) 등(도관 및 기타 시설물에 의하여 ((액체))를 수송하는 시설의 총체를 말한다)에 시설하는 전열장치는 제60조부터 제62조까지에서 규정하는 장소에는 시설하여서는 아니 된다. 다만, 감전, 폭발 또는 화재의 우려가 없도록 적절한 조치를 하였을 경우에는 그러하지 아니하다.","제69조 (전기욕기, 은（銀） 이온 살균장치의 시설) 전기욕기(욕조의 양단에 전극을 설치하여 그 전극 상호 간에 미약한 ((교류전압))을 가하여 입욕자에게 전기적 자극을 주는 장치를 말한다) 또는 은 이온 살균장치(욕조 안에 전극을 가지는 이온발생기를 설치하여 그 전극 상호 간에 미약한 직류전압을 가하여 은 이온을 발생시켜서 이것으로 살균하는 장치를 말한다)는 제53조에도 불구하고 ((감전))에 의한 사람의 위해 또는 화재의 우려가 없는 경우에만 시설할 수 있다.","제70조 (전기부식방지설비의 시설) 전기부식방지설비는 다른 시설물에 ((전기부식작용))에 의한 장해를 줄 우려가 없도록 시설하여야 한다.","제71조 (특고압 전기집진 응용장치 등의 시설) 사용전압이 특고압의 ((전기집진장치))·정전도장장치(靜電塗裝裝置)·전기탈수장치·전기 선별장치 그 밖의 전기집진 응용장치 및 이에 특고압의 전기를 공급하기 위한 전기설비는 제50조 및 제53조에도 불구하고 옥측 또는 옥외에는 시설하여서는 아니 된다. 다만, 그 전기설비의 ((충전부))의 위험성을 고려하여 감전 또는 화재의 우려가 없도록 시설하는 경우는 그러하지 아니하다.","제72조 (비상용 예비전원의 시설) ① 수용장소에 시설하는 ((비상용 예비전원))은 상용전원이 정전되었을 때 수용장소 이외의 전로에 전력이 공급되지 않도록 시설하여야 한다. ② 비상용 예비전원으로 ((발전기 또는 이차전지)) 등을 이용한 전기저장장치를 시설하는 공간에는 환기 등 필요한 시설을 갖추어야 한다.","제73조 (보일러, 압력용기, 배관 및 부속설비의 재료) 보일러, 독립과열기(화기, 연소가스 그 외의 고온가스 또는 전기에 의해 증기를 과열시키는 장치), ((증기 저장기)), 압력용기, 배관 및 부속설비(탈황, 탈질설비를 포함하며, 펌프 및 압축기는 제외한다)의 압력을 받는 부분에 사용하는 재료는 해당 기기의 최고 사용온도에서 안전한 화학적 성분 및 ((기계적)) 강도를 가지는 것이어야 한다.","제74조 (보일러, 압력용기, 배관 및 부속설비의 구조) ① 보일러, 압력용기, 배관 및 부속설비의 압력을 받는 부분의 구조는 최대 ((허용사용))압력 또는 ((최고 사용온도))에서 발생하는 최대응력에 대해 안전하여야 한다. 이 경우 압력을 받는 부분에 발생하는 응력은 사용하는 재료의 최대 허용응력을 초과하여서는 아니 된다. ② 보일러, 압력용기, 배관 및 부속설비는 자중, 지진, 그 밖의 진동과 충격에 대하여 안전한 구조이어야 한다.","제75조 (안전밸브) 보일러, 압력용기, 배관 및 그 부속설비에는 과도한 ((압력))이 발생할 우려가 있는 것에 대해서는 그 압력을 방출하기 위한 적당한 ((안전밸브))를 설치하여야 한다. 이 경우 안전밸브는 작동시 부속설비에 손상이 발생하지 않도록 시설하여야 한다.","제76조 (급수장치) ① 보일러에는 최대 연속 증발시 ((열적 손상))이 일어나지 않도록 물을 공급할 수 있는 ((급수장치))를 설치하여야 한다. ② 설비의 이상 등에 의해 ((순환 보일러))의 수위 또는 관류 보일러의 ((급수 유량))이 현저하게 저하 했을 때 급속히 연료의 공급이 차단되어도 계속해서 보일러에 손상을 줄 수 있는 열이 잔존하는 경우에는 해당 보일러에 손상이 발생되지 않도록 하여야 한다.","제77조 (증기 및 급수의 차단) ① 보일러의 ((증기출구))(안전밸브로부터의 증기출구 및 재열기로부터의 증기출구는 제외한다)는 증기의 유출을 차단할 수 있는 구조로 하여야 한다. 다만, 증기터빈 입구에 차단밸브를 설치하는 경우에는 차단밸브의 설치를 생략할 수 있다. ② 보일러 급수의 입구는 급수의 유로를 신속하게 자동으로 또한 확실하게 차단할 수 있는 구조로 하여야 한다. 다만, 보일러마다 ((급수장치))를 설치할 때 보일러에 가장 가까운 급수가열기의 출구 또는 ((급수펌프장치))의 출구에 급수의 유로를 신속하게 자동으로 확실히 차단할 수 있는 구조로 한 경우에는 차단밸브의 설치를 생략할 수 있다.","제78조 (보일러 수 배출장치) ((순환 보일러))에는 보일러 수의 농축을 방지하고 또 수위를 조정하기 위해서 보일러 수를 배수할 수 있는 장치를 설치하여야 한다.","제79조 (계측장치) 보일러에는 설비의 손상을 방지하기 위하여 ((운전상태))를 계측하는 장치를 설치하여야 한다.","제80조 (개폐표시장치) 보일러, 압력용기 및 배관의 설비에 부착된 중요밸브, 공기댐퍼 및 가스 댐퍼는 그 ((개폐상태))를 표시하는 장치를 설치하여야 한다.","제81조 (증기·가스터빈 및 부속설비의 재료) 증기·가스터빈 및 부속설비(펌프 및 압축기는 제외한다)에 속하는 용기 및 관의 압력을 받는 부분에 사용하는 재료는 ((최고 사용온도))에서 안전한 화학적 성분 및 기계적 강도를 가지는 것이어야 한다.","제82조 (증기·가스터빈 및 부속설비의 구조) ① 증기·가스터빈은 비상 ((조속장치))가 작동했을 때 도달하는 회전속도에 대하여 구조상 충분한 ((기계적 강도))를 가지는 것이어야 한다. ② ((가스터빈))은 가스의 온도가 현저하게 상승하여 연료의 유입을 자동적으로 차단하는 장치가 작동했을 때의 가스온도에 대해서 구조상 충분한 기계적강도 및 열적강도를 가지는 것이어야 한다. ③ 증기·가스터빈은 베어링 또는 축에 발생할 수 있는 최대의 ((진동))에 대해서 구조상 충분한 기계적 강도를 가지는 것이어야 한다. ④ 증기·가스터빈의 베어링은 ((운전 하중))을 안정하게 지지할 수 있고 또한 이상 마모, 변형 및 과열이 발생하지 않는 구조이어야 한다. ⑤ 증기·가스터빈 및 발전기 그 외의 회전체를 동일한 축으로 결합하였을 때(회전체를 동일한 축으로 결합하지 않는 경우에는 증기·가스터빈)의 위험속도는 ((조속장치))에 의해 조정 할 수 있는 회전속도 중 최소의 것으로부터 비상조속장치가 작동했을 때에 도달하는 회전속도까지의 사이에 있어서는 아니 된다. 다만, 위험속도에서의 진동이 해당 증기·가스터빈의 운전에 지장을 미치는 일이 없게 충분한 대책을 강구했을 경우에는 그러하지 아니하다. ⑥ 증기·가스터빈 및 부속설비의 압력을 받는 부분의 구조는 최대허용사용압력 또는 최고사용온도에서 발생하는 ((최대응력))에 대하여 안전한 것이어야 한다. 이 경우 압력을 받는 부분에 발생하는 응력은 해당 부분에 사용하는 재료의 ((최대허용응력))을 초과하여서는 아니 된다. ⑦ 증기·가스터빈 및 부속설비는 자중, 지진, 그 밖의 진동과 충격에 대하여 안전한 구조이어야 한다.","제83조 (조속장치) 증기·가스터빈에는 부하가 변동할 때에도 그 속도 및 출력이 지속적으로 동요하지 아니하도록 하기 위하여 증기터빈에 유입되는 증기 또는 가스터빈에 유입되는 ((연료))를 자동적으로 조정하는 장치를 설치하여야 한다. 이 경우, 증기터빈에 유입되는 증기 또는 가스터빈에 유입되는 연료를 자동적으로 조정하는 장치는 정격부하를 차단한 때에 도달하는 속도를 비상조속장치가 작동하는 ((회전속도)) 미만으로 제어하는 능력이 있어야 한다. 다만, 증기·가스터빈에 유도발전기를 결합하는 경우에는 그러하지 아니하다.","제84조 (경보 및 비상정지 장치) ① 증기·가스터빈에는 운전 중에 진동을 검지하여 ((경보))하는 장치를 설치하여야 한다. ② 증기·가스터빈에는 운전 중에 일어나는 과속도 및 그 이외의 이상에 의한 위험의 발생을 방지하기 위하여 이상이 발생했을 경우 증기터빈에 유입하는 증기 또는 가스터빈에 유입되는 연료를 자동적으로 신속하게 차단하는 비상조속장치와 ((비상정지장치))를 설치하여야 한다.","제85조 (과압방지장치) 증기·가스터빈 및 부속설비에는 과도한 ((압력))이 발생할 우려가 있는 것에 대해서는 그 압력을 분출할 수 있는 적당한 ((과압방지장치))를 설치하여야 한다.","제86조 (윤활유장치) 증기·가스터빈에는 ((윤활유장치))를 설치하여야 하며 비상시에도 ((윤활유)) 공급이 유지되도록 하여야 한다.","제87조 (계측장치) 증기·가스터빈에는 설비의 손상을 방지하기 위하여 ((운전상태))를 계측하는 장치를 설치하여야 한다.","제94조 (내연기관 및 부속설비의 재료) 내연기관의 ((부속설비))(펌프 및 압축기는 제외한다)에 속하는 용기 및 관의 압력을 받는 부분에 사용하는 재료는 최고 사용온도에서 안전한 화학적 성분 및 기계적 강도를 가지는 것이어야 한다.","제95조 (내연기관 및 부속설비의 구조) ① ((내연기관))은 비상 조속장치가 작동했을 때에 도달하는 회전 속도에 대해서 구조상 충분한 기계적 강도를 가지는 것이어야 한다. ② 내연기관의 ((베어링))은 운전 하중을 안정하게 지지할 수 있고 또한 이상 마모, 변형 및 과열이 발생하지 않는 구조이어야 한다. ③ 내연기관 및 부속설비의 압력을 받는 부분의 구조는 최대 허용사용압력 또는 최고 사용온도에서 발생하는 ((최대응력))에 대하여 안전한 것이어야 한다. 이 경우 압력을 받는 부분에 발생하는 응력은 해당 부분에 사용하는 재료의 최대 허용응력을 초과하여서는 아니 된다. ④ 내연기관 및 부속설비는 자중, 지진, 그 밖의 진동과 충격에 대하여 안전한 구조이어야 한다.","제96조 (조속장치) ((유도 발전기))와 결합하는 내연기관 이외의 내연기관에는 그 회전속도 및 출력이 부하의 변동시에도 지속적으로 동요하는 것을 방지하기 위해 내연기관에 유입하는 연료를 자동적으로 조정하는 ((조속장치))를 설치하여야 한다. 이 경우 조속장치는 (정격 부하))를 차단했을 경우에 도달하는 회전속도를 비상 조속장치가 작동하는 회전속도 미만으로 제어하는 능력을 가지는 것이어야 한다.","제97조 (비상정지장치) 내연기관에는 운전 중에 일어나는 과속도 및 그 이외의 이상에 의한 위험을 방지하기 위하여 이상이 발생했을 경우 내연기관에 유입되는 연료를 자동적으로 신속하게 차단하는 비상조속장치와 ((비상정지장치))를 설치하여야 한다.","제98조 (과압방지장치) 내연기관 및 그 부속 설비에서 과도한 압력이 발생할 우려가 있는 것에 대해서는 그 ((압력))을 방출하기 위한 적당한 과압방지장치를 설치하여야 한다.","제99조 (계측장치) 내연기관에는 설비의 손상을 방지하기 위하여 운전 상태를 ((계측))하는 장치를 설치하여야 한다.","제100조 (액화가스 연료연소설비의 재료) ① 액화가스 연료연소설비(펌프 및 압축기는 제외한다)에 속하는 용기 및 관의 압력을 받는 부분에 사용하는 재료는 최고 사용온도 및 최저 사용온도에서 안전한 화학적 성분 및 기계적 강도를 갖고 또한 ((난연성))을 가지는 것이어야 한다. ② 배관 지지물의 재료는 사용하중에 대해 충분한 화학적 성분 및 ((기계적 강도))를 가지는 것이어야 한다.","제101조 (액화가스 연료연소설비의 구조) ① 액화가스 연료연소설비의 내압부분 또는 도관과 관련되는 지지물과 기초 구조는 최대 허용사용압력과 최고 사용온도 또는 최저 사용온도에서 발생하는 ((최대응력))에 대하여 안전한 것이어야 한다. 이 경우 각각의 부분에 발생하는 응력은 해당 부분에 사용하는 재료의 최대 허용응력을 초과하여서는 아니 된다. ② 액화가스 연료연소설비는 자중, 지진, 그 밖의 진동과 충격에 대하여 안전한 구조이어야 한다.","제102조 (안전밸브) 액화가스 연료연소설비에 속하는 용기 및 배관에는 과도한 압력을 방지하기 위한 적당한 ((안전밸브))를 설치하여야 한다. 이 경우 해당 안전밸브는 작동시 안전밸브로부터 방출되는 가스에 의한 위험이 발생하지 않도록 시설하여야 한다.","제103조 (가스의 누설 대책) 액화가스 연료연소설비는 해당 설비로부터 가스 또는 액화가스가 ((누설)) 했을 경우 위험을 방지하기 위하여 적절한 조치를 강구하여야 한다.","제104조 (정전기 제거) 액화가스가 통과하는 설비에는 해당 설비에서 발생하는 ((정전기))에 의해 인화 할 우려가 없도록 정전기 제거 조치를 하여야 한다.","제105조 (경보 및 비상정지장치) ① 액화가스 ((연료연소설비))에는 가스나 액화가스 및 제어용 기기의 사용에 지장을 미칠 우려가 있는 상태를 검지해서 ((경보))하는 장치를 설치하여야 한다. ② 액화가스 연료연소설비에는 사용 중 이상에 의한 위험의 발생을 방지하기 위하여 가스나 액화가스의 ((유출)) 및 유입을 신속하게 차단하는 장치를 적절한 장소에 설치하여야 한다.","제106조 (차단장치) 액화가스 연료연소설비의 가스출구 및 입구에는 가스나 액화가스의 유출 및 유입을 ((차단))하기 위한 장치를 설치하여야 한다.","제107조 (가스의 치환) 액화가스 연료연소설비의 액화가스가 통하는 부분은 불활성 가스등으로 가스를 안전하게 ((치환))할 수 있는 구조로 하여야 한다.","제108조 (표시) 액화가스 연료연소설비의 액화가스가 통과하는 부분은 외부에서 쉽게 구분이 가능하도록 ((표식))을 하여야 한다.","제109조 (연료전지 설비의 재료) ((연료전지설비))(펌프 및 압축기를 제외한다)에 속하는 용기 및 관의 압력을 받는 부분에 사용하는 재료는 최고 사용온도에서 안전한 화학적 성분 및 기계적 강도를 가지는 것이어야 한다.","제110조 (연료전지 설비의 구조) ① 연료전지설비의 압력을 받는 부분 중 최고 사용압력이 ((0.1))MPa 이상 부분의 구조는 최대 허용사용압력 또는 최고 사용온도에서 발생하는 최대응력에 대하여 안전한 것이어야 한다. 이 경우 압력을 받는 부분에 발생하는 응력은 해당 부분에 사용하는 재료의 최대 허용응력을 초과하여서는 아니 된다. ② 연료전지 설비는 자중, 지진, 그 밖의 진동과 충격에 대하여 안전한 구조이어야 한다.","제111조 (안전밸브) 연료전지설비(액화가스 설비는 제외한다)의 압력을 받는 부분에는 과도한 압력을 방지하기 위한 적당한 ((안전밸브))를 설치하여야 한다. 이 경우 해당 안전밸브는 작동시 ((안전밸브))로부터 방출되는 가스에 의한 위험이 발생하지 않도록 시설하여야 한다. 다만, 최고사용압력이 ((0.1M))Pa 미만의 것에 있어서는 그 압력을 낮추기 위한 적당한 ((과압방지장치))로 대신할 수 있다.","제112조 (가스의 누설 대책) 연료가스를 통하는 연료전지 설비에는 해당 설비로부터의 연료 ((가스 누설))시 위험을 방지하기 위한 적절한 조치를 강구하여야 한다.","제113조 (비상정지장치) 연료전지 설비에는 운전 중에 일어나는 이상에 의한 위험의 발생을 방지하기 위해 해당 설비를 자동적이고 신속하게 ((정지))하는 장치를 설치하여야 한다.","제114조 (연료가스의 치환) 연료전지 설비의 연료가스를 통하는 부분은 ((불활성)) 가스등으로 ((연료가스))를 안전하게 치환할 수 있는 구조이어야 한다.","제115조 (공기 계통 설비의 시설) 연료전지 설비의 ((공기압축기)) 및 ((보조 연소기))에는 해당 기기에 이상이 발생 했을 경우 자동적으로 정지할 수 있는 장치를 설치하여야 한다.","제116조 (이격거리) ① ((가스화로)) 설비(관 및 그 부속설비는 제외한다. 이하 이 조 및 제117조에서도 또한 같다)는 그 외면과 발전소의 경계선(경계선이 바다, 하천, 호수 등에 접하는 경우에는 해당 바다, 하천, 호수 등의 바깥 가장자리를 말한다)과의 사이에 가스 누설 또는 화재 등에 따른 위해를 방지하려면 안전에 필요한 거리를 갖추도록 하여야 한다. ② 가스화로 설비는 그 외면으로부터 주거용으로 제공되는 건축물, 학교, 기타 별도로 고시되는 건물과의 사이에 ((가스 누설)) 또는 재해 등에 따른 위해를 방지하려면 별도로 고시되는 ((경계선))이나 바깥 가장자리까지의 이격거리를 갖추도록 하여야 한다.","제117조 (안전구획의 설정) ① 가스화로 설비는 ((가스 누설)) 또는 재해 등에 따른 위해를 방지하려면 설비의 종류 및 규모에 따라 안전상 적절한 구획으로 구분하고 또 설비상호 간에는 안전상 필요한 거리를 갖추도록 하여야 한다. ② 가스화로 설비(최고사용압력이 1MPa 이상의 것만 해당한다. 이하 이 조에서 같다)는 그 외면에서 ((발전소))의 경계선(경계선이 바다, 하천, 호수 등에 접하는 경우에는 해당 바다, 하천, 호수 등의 건너편을 말한다)에 대해 일정한 거리 이상을 갖추도록 하여야 한다.","제118조 (가스화로 설비의 재료) 가스화로 설비(펌프 및 가스압축기는 제외한다)에 속하는 ((용기)) 및 배관의 ((압력))을 받는 부분에 사용하는 재료는 해당 기기의 ((최고 사용온도))에서 안전한 화학적 성분 및 ((기계적 강도))를 가지는 것이어야 한다.","제119조 (가스화로 설비의 구조) ① 가스화로 설비의 압력을 받는 부분의 구조는 최대 허용사용압력 또는 ((최고 사용온도))에서 발생하는 ((최대응력))에 대하여 안전한 것이어야 한다. 이 경우 압력을 받는 부분에 발생하는 응력은 해당 부분에 사용하는 재료의 최대 ((허용))응력을 초과하여서는 아니 된다. ② 가스화로 설비는 자중, 지진, 그 밖의 ((진동))과 충격에 대하여 안전한 구조이어야 한다.","제120조 (안전밸브) 가스화로 설비에서 과도한 압력이 발생할 우려가 있는 경우에는 그 압력을 낮추기 위해 적당한 ((안전밸브))를 설치하여야 한다. 이 경우 해당 ((안전밸브))는 작동 시 안전밸브에서 분출되는 가스에 의한 위험 및 가스화로 설비에 과열이 발생하지 않도록 시설하여야 한다.","제121조 (급수장치) ① 가스화로 설비에 속하는 용기에는 가스발생량이 최대상태일 때의 연속운전 시 열적 손상이 발생하지 않도록 ((물))을 공급할 수 있는 ((급수장치))를 설치하여야 한다. ② 설비의 이상 등에 따라 ((급수유량))이 현저하게 저하하는 경우에는 급속하게 연료의 공급을 차단하는 장치를 설치하여야 하며, 또한 용기에 손상을 주는 열이 잔존하는 경우에는 해당 용기에 손상이 발생하지 않도록 하여야 한다.","제122조 (증기 및 급수의 차단) ① 가스화로 설비에 속하는 용기의 ((증기출구))(안전밸브의 증기출구 및 재열기의 증기출구는 제외한다)는 증기의 ((유출))을 차단할 수 있는 구조로 하여야 한다. 다만, 다른 용기 또는 증기발생설비와 결합된 용기 이외의 용기에서 발생하는 증기가 공급되는 설비의 입구에서 증기의 유로를 차단할 수 있는 경우에 해당 용기의 증기출구 또는 2개 이상의 용기 혹은 증기발생설비가 일체가 되어 증기를 발생하고 이를 다른 것에 공급하는 경우의 해당 용기 사이의 증기출구인 경우에는 그러하지 아니한다. ② 가스화로 설비에 속하는 용기의 급수 입구는 급수의 유로를 신속하게 자동으로 또한 확실하게 ((차단))할 수 있는 구조로 하여야 한다. 다만, 용기별로 ((급수장치))를 설치하는 경우에 용기와 가장 가까운 열교환기의 출구 또는 급수장치의 출구가 급수의 유로를 신속하게 자동으로 또한 확실하게 차단할 수 있는 구조인 경우에 해당 용기의 급수 입구 또는 2개 이상의 용기 혹은 ((증기발생설비))가 일체가 되어 증기를 발생하고 이를 다른 것에 공급하는 경우의 해당 용기 사이의 급수 입구인 경우에는 그러하지 아니한다.","제123조 (가스화로 설비의 배수장치) 가스화로 설비에 속하는 ((물순환형)) 증기발생설비의 경우에는 물의 농축을 방지하고 수위를 조정하기 위해 배수장치를 설치하여야 한다.","제124조 (가스의 누설대책) 가스화로 설비에는 해당 설비에서 가스가 ((누설))한 경우의 위험를 방지하기 위해 적절한 조치를 강구하여야 한다.","제125조 (정전기 제거) ((가연성))가스를 통하게 하는 가스화로 설비로서 해당 설비에서 발생하는 정전기로 인해 인화할 우려가 있는 경우에는 해당 ((정전기))를 제거하는 조치를 강구하여야 한다.","제126조 (계측장치) 가스화로 설비에는 설비의 손상을 방지하기 위해 운전상태를 ((계측))하는 장치를 설치하여야 한다.","제127조 (경보 및 비상장치) ① 가스화로 설비에는 운전에 지장을 미칠 우려가 있는 가스의 상태를 감지하는 ((경보장치))를 설치하여야 한다. ② 가스화로 설비에는 운전 중 이상에 의한 ((위해발생방지))를 위하여 그 이상이 발생한 경우에 가스의 유출 및 유입을 신속하게 차단하는 장치를 적절한 위치에 설치하여야 한다.","제128조 (가스의 치환) 가스화로 설비 중 가스가 통과하는 부분은 불((활성가스)) 등으로 가스를 안전하게 ((치환))할 수 있는 구조이어야 한다.","제128조의2 (스털링엔진 및 부속설비의 재료) ① ((스털링엔진)) 및 그 부속설비에 속하는 용기 및 관의 압력을 받는 부분에 사용하는 재료는 최고사용압력, 최고사용온도 및 최저사용온도에서 안전한 화학적 성분 및 기계적 강도를 가지는 것이어야 한다. ② 스털링엔진에 사용하는 ((작동유체))는 불활성가스를 사용해야 한다.","제128조의3 (스털링엔진 및 부속설비의 구조) ① 스털링엔진은 ((비상정지장치))가 작동했을 때에 도달하는 ((회전))속도 및 왕복속도에 대해서 구조상 충분한 기계적 강도를 가지고 있어야 한다. ② 스털링엔진의 ((베어링))은 운전 하중을 안정적으로 지지 가능한 것으로 이상 마모, 변형 및 구조 상 충분한 기계적 강도를 가지고 있어야 한다. ③ 스털링엔진 및 그 부속설비의 압력을 받는 부분의 구조는 ((최고사용압력)), 최고사용온도 또는 최저사용온도에서 발생하는 최대 응력에 대해서 충분히 안전한 것이어야만 한다. 이 경우에 내압부분에 발생하는 응력은 해당부분에 사용하는 재료의 ((허용응력))을 초과해서는 안된다. ④ 스털링엔진에 직접 접속되는 가스 및 혼합가스의 배관과 냉각수 배관은 최고사용압력, 최고사용온도 및 최저사용온도에 충분히 견디고 스털링엔진의 ((진동))에 의해 풀리지 않는 구조를 가지고 있어야 한다. ⑤ 스털링엔진 및 부속설비는 자중, 지진, 그 밖의 ((진동))과 ((충격))에 대하여 안전한 구조이어야 한다.","제128조의4 (속도조절장치) 스털링엔진에는 ((정격))부하를 차단했을 경우에 도달하는 ((회전))속도 및 왕복속도를 비상정지장치가 작동하는 회전속도 및 왕복속도 미만으로 제어할 수 있는 장치를 설치해야 한다. 다만 ((유도발전기))를 결합하는 경우에는 제외한다.","제128조의5 (비상정지장치) 스털링엔진은 운전 중에 생기는 과속, 과열 및 그 이외의 이상에 의한 위험을 방지하기 위하여 이상이 발생하였을 경우 스털링엔진을 자동적으로 신속하게 정지시키는 ((비상정지장치))를 설치해야 한다.","제128조의6 (계측장치) 스털링엔진 및 부속설비에는 설비의 손상을 방지하기 위해 운전 상태를 ((계측))하는 장치를 설치해야 한다.","제129조 (댐의 종류) 댐의 종류는 다음 각 호와 같다. 1. ((콘크리트 중력댐)) 2. 아치댐 3. 필 댐","제130조 (본체에 작용하는 하중) ① 댐의 본체에 작용하는 ((하중))은 다음 표와 같다. ② 제1항에 따른 하중에 대하여 극한지에서 대안거리가 짧아 큰 빙압이 가하여질 염려가 있을 경우에는 ((상시만수위))인 경우의 하중에 빙압을 가산하여야 한다.","제131조 (비월류부 마루의 높이) 댐의 비월류부 마루의 높이는 ((최고수위)) 또는 설계홍수위에 여유고를 더한 값 중 ((큰)) 값 이상이어야 한다.","제132조 (기초지반) 댐의 기초지반은 댐의 안정에 필요한 강도 및 ((수밀성))이 있어야 한다.","제133조 (댐 콘크리트의 재료) ① 댐에 사용하는 콘크리트의 재료는 다음 각 호에 따라야 한다. 1. ((시멘트))는 그 품질에 따라 적절하게 응결하고 소요강도를 낼 수 있을 것. 2. ((골재))는 견고하고 내구성이 있으며 적당한 입도를 가질 것. 3. 골재, 물 또는 혼화재료는 콘크리트의 ((응결))을 방해하고 철근을 현저히 녹슬게 하거나 콘크리트와 철근과의 부착을 방해하는 산, 염, 유기물 또는 진흙을 함유하지 않을 것. ② 해수와 접촉하는 댐 구조물에 대한 콘크리트 재료는 ((부식))에 견딜 수 있어야 한다.","제134조 (누수의 방지) 본체 및 본체와 그 기초지반과의 접촉부는 위험한 ((누수))가 생기지 않아야 한다.","제135조 (감시 장치) 높이가 ((15))m 이상의 댐에는 댐의 ((건전성))을 감시하기 위한 장치를 시설하여야 한다.","제136조 (여수로) ① 본체 또는 그 부근에는 ((홍수))로부터 안전할 수 있도록 다음 각 호에 따라 여수로를 시설하여야 한다. 1. 여수로는 댐의 본체 또는 그 부근에 설치할 것. 2. 여수로 구조물은 각종 ((작용하중))과 설계홍수위 또는 최고수위 상태에서 저수지로부터 방류되는 유량에 의한 하중에 대하여 안전할 것. 3. 설계홍수위 또는 최고수위 상태에서 ((유수))를 안전하게 유하할 수 있고 방류되는 유량으로 인하여 댐 및 그 부근에 피해가 발생하지 않도록 할 것. 4. 여수로의 기능에 지장을 줄 ((부유물))이 유입하지 않도록 할 것. ② 제1항의 여수로 수문은 다음 각 호에 따라 시설하여야 한다. 1. ((수밀성))을 가질 것. 2. ((개폐))가 쉽고 확실할 것. 3. 사용하는 재료는 필요한 화학적 성분 및 ((기계적)) 성능을 가질 것. 4. 자중, 정수압, 동수압, 퇴사압, 지진력, 양압력, 개폐력 및 빙압에 의한 ((응력))은 사용하는 재료의 허용응력을 초과하지 않을 것. 5. 개폐시 위험한 ((진동))이 없을 것. 6. 좌굴 하지 않는 구조일 것. 7. 작용하는 ((하중))을 본체 등에 안전하게 전달하는 구조일 것.","제137조 (여수로 이외의 방류설비) ((여수로)) 이외의 방류설비는 댐 및 그 부근에 피해가 발생하지 않도록 시설하여야 한다.","제138조 (저수지 및 조정지) 저수지 및 조정지는 다음 각 호에 따라 시설하여야 한다. 1. ((토사))의 유실로 인하여 인가, 논밭 및 도로 등에 피해를 주지 않도록 할 것. 2. 토사의 ((퇴적))에 의하여 댐에 위험을 주거나 이상 수위상승이 없을 것.","제139조 (콘크리트 중력댐 본체의 강도) ① 콘크리트 중력댐의 본체에서 발생되는 ((압축응력))은 사용하는 재료의 허용압축응력을 초과하지 않아야 한다. ② 콘크리트 중력댐의 본체에서 발생되는 ((인장응력))은 사용하는 재료의 허용인장응력을 초과하지 않아야 한다. ③ 콘크리트 중력댐의 본체는 그 상류단에서 ((연직))방향의 인장응력이 발생되어서는 아니 된다. ④ 본체의 ((월류부)) 부근에서 발생되는 인장응력에 대하여 철근으로 보강하는 경우에는 제2항을 적용하지 아니한다.","제140조 (콘크리트 중력댐 본체 및 기초지반의 안정도) 콘크리트 중력댐의 본체 및 본체와 기초지반과의 접촉부에서는 활동에 대해 안정되도록 적절한 ((전단마찰)) 안전율을 가져야 한다.","제141조 (콘크리트 중력댐 본체의 시설) 콘크리트 중력댐의 본체는 다음 각 호에 따라 시설하여야 한다. 1. 콘크리트에 유해한 ((균열))이 발생되지 않도록 할 것. 2. 과대한 ((양압력))이 생기지 않도록 할 것. 3. 본체의 내부에 설치하는 점검통로, 방류설비, 수압관로 등의 개구부 주변부분은 ((응력집중)) 및 ((온도응력))에 대하여 구조상 안전할 것.","제142조 (아치댐 본체의 강도) ① 아치댐의 본체에서 발생되는 ((압축응력))은 사용하는 재료의 허용압축응력을 초과하지 않아야 한다. ② 아치댐의 본체에서 발생되는 인장응력은 사용하는 재료의 ((허용인장응력))을 초과하지 않아야 한다.","제143조 (아치댐 본체 및 기초지반의 안정도) 아치댐의 본체 및 본체와 기초지반과의 접촉부에서는 활동에 대해 안정되도록 적절한 ((전단))마찰 안전율을 가져야 한다.","제144조 (아치댐 본체의 시설) 아치댐의 본체는 다음 각 호에 따라 시설하여야 한다. 1. 콘크리트에 유해한 ((균열))이 발생되지 않도록 할 것. 2. ((단면))이 갑자기 변화하는 부분 및 본체의 내부에 설치하는 점검통로, 방류설비, 수압관로 등의 개구부 주변부분은 ((응력집중)) 및 온도응력에 대하여 구조상 안전할 것.","제145조 (필댐 축제재료) ① 필댐의 본체에 사용하는 ((토질재료))는 다음 각 호에 적합한 것이어야 한다. 1. 댐의 안정에 필요한 ((강도)) 및 수밀성이 있을 것. 2. 댐의 안정에 지장을 줄 수 있는 ((팽창성)) 또는 수축성이 없을 것. 3. 묽은 진흙으로 되지 않을 것. 4. ((유기물))을 포함하지 않으며 광물성분은 불용성일 것. ② 필댐의 본체에 사용하는 토질재료 이외의 재료는 댐의 안정에 필요한 강도, ((투수성)) 및 내구성이 있는 것이어야 한다.","제146조 (필댐 본체의 안정도) ((필댐))은 본체의 사면활동에 대해 안정되도록 적절한 안전율을 가져야 한다.","제147조 (필댐 본체의 시설) 필댐의 본체는 다음 각 호에 따라 시설하여야 한다. 1. 침윤선이 본체의 ((하류법면))과 엇갈리지 않도록 할 것. 2. 상류측 ((비탈면))은 파랑 및 수위의 급강하시 침식되거나 본체재료가 유실되지 않도록 할 것. 3. 하류측 비탈면은 ((강우))로 인하여 침식되지 않도록 할 것.","제148조 (필댐 차수벽) 필댐의 차수벽은 다음 각 호에 따라 시설하여야 한다. 1. ((차수벽))의 재료는 토질재료, 콘크리트, 아스팔트 등일 것. 2. 차수벽의 재료가 ((토질재료))인 경우에는 차수벽의 상류면 및 하류면으로 그 재료가 유출되지 않도록 보호할 것. 3. 차수벽의 재료가 토질재료 이외의 재료인 경우에는 댐의 ((안정))에 필요한 수밀성, 강도 및 내구성이 있을 것. 4. 차수벽의 ((마루))의 높이는 ((최고수위)) 또는 설계홍수위에 여유고를 더한 값 중 큰 값 이상일 것. 5. 변형 또는 균열에 의하여 ((차수 기능))을 상실하지 않도록 할 것. 6. 차수벽 및 차수벽과 기초지반과의 접촉부에 ((파이핑)) 현상이 생기지 않도록 할 것.","제149조 (필댐 방류설비) 차수벽을 본체의 상류측의 표면에 설치하는 필댐에는 차수벽의 점검 또는 보수를 위하여 ((댐의 수위))를 저하시킬 수 있도록 방류설비를 시설하여야 한다.","제150조 (필댐 방류설비 등의 시설제한) 필댐의 본체에는 방류설비 또는 ((수로))를 시설하여서는 아니 된다. 다만, 부득이하게 시설할 경우에는 충분한 안전성이 고려되어야 한다.","제151조 (설계일반) 수로는 다음 각 호에 따라 시설하여야 한다. 1. ((홍수, 산사태, 눈사태)) 등에 의하여 손상을 받을 염려가 없을 것. 2. ((설계수량))을 안전하게 배수할 수 있을 것. 3. 유목, 쓰레기, 토사 등의 유입에 의하여 현저히 손상을 받을 받지 않을 것. 4. 수로에 사용하는 ((콘크리트))의 재료는 제120조의 규정에 준할 것. 5. 수로에 사용하는 콘크리트 이외의 재료는 수로에 필요한 ((화학적)) 성분 및 기계적 성능을 가질 것. 6. 수문 또는 조절밸브를 만드는 경우에는 제123조제2항 각 호에 준할 것. 7. ((해수))를 사용하는 수로에서는 내식성재료를 사용할 것.","제152조 (수문 및 취수설비) 취수설비는 다음 각 호에 따라 시설하여야 한다. 1. 자중, 정수압, 동수압, 퇴사압, 지진력, 양압력 및 토압에 대하여 안정되고 또한 구조상 안전할 것. 2. ((취수설비))가 압력도수로 또는 수압관로의 관본체에 직접 접속되어 있는 경우에는 취수설비로 유수가 원활하게 유입되어야 하며 또한 수로, 수차 등에 악영향을 주지 않는 구조일 것. 3. 취수설비에는 ((수문)) 또는 조절밸브를 설치한다. 다만, 수로로부터의 유입량이 구조물의 ((설계수량)) 미만인 경우 또는 하천취수설비인 경우에는 설치하지 않을 수 있다.","제152조의2 (보（weir）) ① 보(weir)는 다음 각 호에 따라 시설하여야 한다. 1. 발전용수의 취수 시 수위 및 ((유량조절))이 가능하도록 할 것. 2. 필요한 취수위가 확보되고 하안(河岸)이 안정된 하천으로 유속의 변화, 하상변동 및 상·하류의 영향이 적고 수리적으로 안정할 것. 3. 전도, 활동, 침하, ((파이핑(Piping)))에 대하여 안정성이 확보되고, 기초지반이 양호하여 지지력에 문제가 없을 것. ② 보(weir)는 수위 및 유량조절을 위한 수문 설치 여부에 따라 고정보와 가동보로 분류된다.","제153조 (침사지) ((침사지))는 다음 각 호에 따라 시설하여야 한다. 1. 자중, 수압, 지진력 및 토압에 대하여 안정되고 또한 구조상 안전할 것. 2. 하류의 수로 및 수차에 손상이 없도록 토사를 침전시킬 수 있는 능력을 가질 것. 3. 침전된 토사의 배제가 쉬운 구조일 것.","제154조 (도수로) ((도수로))는 다음 각 호에 따라 시설하여야 한다. 1. 도수로는 자중, 물의 중량, 수압, 지진력, 토압, 재하중, 설하중, 풍하중, 온도하중 및 그 밖의 외압에 대하여 안정되고 또한 구조상 안전할 것. 2. 누수에 의하여 인가, 논밭, 도로 등에 피해를 발생시키지 않을 것. 3. 터널 또는 개수로인 경우에는 낙석 또는 암석 부스러기 등에 의하여 수로 및 수차에 현저히 손상을 줄 염려가 없을 것. 4. 압력도수로는 다음에 따를 것. 가. 취수설비 및 서지탱크는 수위가 최저인 경우의 동수경사선 이하에 위치할 것. 나. ((압력도수로))에 하천취수 등을 합류시키는 경우, 공기의 유입으로 수로 및 수차에 손상이 발생되지 않을 것 다. 충수할 때에 공기의 배출과 배수할 때에 공기의 유입이 쉽고 확실한 구조일 것.","제155조 (헤드탱크) ((헤드탱크))는 다음 각 호에 따라 시설하여야 한다. 1. 자중, 수압, 지진력 및 토압에 대하여 안정되고 또한 구조상 안전할 것. 2. 수압관로의 관본체 입구는 유입수가 원활하게 유입되어야 하며, 또한 수압관로 및 수차 등에 피해를 주지 않는 구조일 것.","제156조 (서지탱크) 서지탱크는 다음 각 호에 따라 시설하여야 한다. 1. 자중, 물의 중량, 수압, 지진력, 토압, 풍하중 및 ((온도하중))에 대하여 안정되고 또한 구조상 안전할 것. 2. ((수위변동))이 가속되지 아니하고 단시간에 평형상태로 회복될 것. 3. 다음의 경우에 대하여 각각 정하는 조도계수를 사용하여 계산한 수위 변동에 의하여 다른 시설에 피해를 주지 않을 것. 가. ((취수설비))의 수위가 최고인 경우에 전 부하가 차단될 때나. 취수설비의 수위가 최저인 경우에 부하가 반부하로부터 전부하로 급증할 때다. ((양수식)) 수력발전소에 있어서는 상부의 저수지 또는 조정지의 수위가 최저이고 양수량이 최대인 경우에 전원이 차단될 때 4. ((주파수)) 조정용 수력발전소의 서지탱크는 주파수 변동에 의한 수위의 변동에 의하여 다른 시설에 피해를 주지 않을 것.","제157조 (수압관로) ① ((수압관로))는 다음 각 호에 따라 시설하여야 한다. 1. 아래표의 하중에 의한 응력은 사용하는 재료의 허용응력을 초과하지 않을 것. 2. 관본체는 진동, 좌굴 및 부식에 대해 안전할 것. 3. 헤드탱크 또는 서지탱크(이들이 없는 경우는 취수설비)의 수위가 최저의 경우 최저동수경사선 이하로 위치 할 것. 4. 위험한 누수가 없을 것. 5. 앵커블럭은 다음에 따를 것. 가. 수압관로 본체를 확실히 고정할 것. 나. ((앵커블럭))은 자중, 관본체와 그 부속설비 및 관내 물의 중량, 관내 유수에 의한 힘, 점축관에 작용하는 수압에 의한 힘, 지진력, 재하중, 설하중, 풍하중 및 온도하중에 대하여 안정되고 또한 구조상 안전할 것. 6. ((받침대))는 다음에 따를 것. 가. 받침대는 자중, 관본체와 그 부속설비 및 관내 ((물의 중량)), 지진력, 재하중, 설하중 및 풍하중에 대하여 안정되고 또한 구조상 안전할 것. 나. 받침대의 ((받침부))는 관본체가 신축할 때에 관본체가 안전하고 또한 원활하게 이동될 수 있는 구조일 것. ② 해수를 사용하는 경우에는 ((내식성)) 재료를 사용하여야 한다.","제158조 (방수로) ① ((방수로))의 시설에 관해서는 제154조(제1호, 제4호 가 및 나를 제외한다.)를 준용한다. 이 경우 제154조 중 도수로는 방수로로, 압력도수로는 압력방수로로 본다. ② 방수로는 자중, 정수압, ((동수압)), 지진력, 양압력 및 토압에 대해 안정되고 또한 구조상 안전하여야 한다. ③ 압력방수로에 ((서지탱크))를 설치하는 경우에는 제156조를 준용하여 시설하여야 한다.","제159조 (수차 또는 펌프수차의 재료) 수차 또는 펌프수차에 사용하는 재료는 필요한 ((역학적 강도))를 가져야 하며, 물리적 성질, 화학적 성질로 인해 발생하는 침식, 부식 및 마모 등에 대한 내성을 가져야 한다.","제159조의2 (수차 또는 펌프수차의 구조) ① 수차는 ((충동))수차, ((반동))수차가 있으며, 다음의 각 호에 적합하여야 한다. 1. 부유물 및 토사 등의 유입에 따른 피해를 현저하게 받지 않을 것. 2. 수압을 받는 부분은 부하 또는 입력이 차단되었을 때 ((최대수압))이나 부압에 대하여 구조상 안전할 것. 3. 제반 수차설비는 부하 또는 입력이 차단되었을 때 최대 ((무구속)) 속도에 대하여 구조상 안전할 것. 4. 운전 중에 수차의 진동은 발전소별 설계기준 값 이내일 것. ② 펌프수차는 제1항을 포함하여 다음의 각 호에 따라 시설하여야 한다. 1. 물의 유입 또는 유출을 신속하게 차단하는 시설을 ((펌프수차))에 설치할 것. 다만, 해당시설을 수로에 설치할 경우 또는 수차의 무구속 회전이 정지될 때까지 회전부는 구조상 안전하고 하류에 ((방류))로 인하여 인명이나 시설에 피해를 줄 염려가 없을 경우에는 그러하지 아니하다. 2. 펌프수차의 입구 및 토출밸브를 설치할 경우에는 다음 사항에 따를 것. 가. 펌프수차의 입구밸브 또는 토출밸브는 제136조 제2항 각호(제4호를 제외)에 따를 것. 나. 펌프수차의 입구밸브 또는 토출밸브에 작용하는 자중, 수압 및 ((지진력)) 등에 의한 응력은 사용하는 재료의 허용응력을 초과하지 않을 것. 다. 입구밸브는 전원공급 상실 등 ((비상))시 자동으로 닫힐 수 있도록 설치할 것.","제159조의3 (보조설비 및 보조기기) ① ((조속장치)) 수차는 부하가 변동하는 경우에도 속도 및 출력이 지속적으로 동요하지 않도록 ((수차))에 유입되는 물을 자동적으로 조정하는 장치를 설치하여야 한다. 이 경우, 수차의 ((조속기))는 정격부하를 ((차단))할 때에 도달하는 속도를 제어하는 능력이 있어야 한다. ② 양수기동설비 ((흡출관)) 내부의 러너를 디워터링 시스템(수면압하장치)로써 공기상태로 한 후, 발전전동기를 기동할 수 있는 설비를 설치하여야 한다. ③ 유압설비 1. 수차의 조속장치, 가이드 베인, 러너 베인, 입구밸브의 서보모터 등의 조작 및 제어에 필요한 ((유압설비))를 설치하여야 한다. 2. 펌프수차의 ((조속장치)) 등의 조작 및 제어에 필요한 유압설비를 설치하여야 한다. ④ ((공압설비)) 1. 일반수력 압력탱크의 압축공기 보급, 발전기 브레이크 조작 등에 필요한 공압설비를 설치하여야 한다. 2. 양수발전 압력탱크의 압축공기 보급, 디워터링 시스템(수면압하장치) 등에 필요한 공압설비를 설치하여야 한다. ⑤ ((입구밸브 설비)) 비상시 수차 또는 펌프수차 유수의 안전한 차단, 정지 시 수차의 누수 및 손실전력 저감, 기기의 유해한 마모 방지, 보수·점검 시 수로의 충·배수를 생략하여 정지시간 단축, 취수를 공용으로 사용하여 분기한 경우 점검용 수차만 정지시키는 등의 목적으로 수압관 단말이나 수차 케이싱 직전에 지수밸브 설비를 설치하여야 한다. ⑥ ((윤활설비)) 수차 또는 펌프수차에 베어링 윤활유를 공급하는 설비를 설치하여야 하며, 비상시에도 윤활매체의 공급이 유지되도록 하여야 한다. ⑦ ((급수설비)) 기기의 냉각, 봉수, 윤활, 조작력 등을 목적으로 수차 또는 펌프수차의 베어링, 주축봉수 등에 급수하는 설비를 설치하여야 한다. ⑧ ((배수설비)) 배수설비는 안전하고 원활하게 배수할 수 있어야 하며, 하류하천에 기름 등이 유출되지 않도록 하여야 한다. ⑨ ((정지 및 경보 설비)) 수차, 펌프수차, 보조설비 및 보조기기에 사고 또는 이상상태가 예상될 경우, 비상정지, 급정지, 무부하무여자, 경보 등을 할 수 있는 설비를 설치하여야 한다.","제159조의4 (소수력발전 설비) ① 수차에 사용하는 재료는 제159조를 준용한다. ② 수차의 구조는 제159조의2의 제1항을 준용한다. ③ ((소수력발전)) 보조설비 및 보조기기는 제159조의3을 준용한다. 다만 다음 각 호의 경우에는 예외로 한다. 1. 제159조의3 제2항. 2. 제159조의3 제3항 유압설비 및 제4항 공압설비에서 전동식의 경우 해당 설비 설치를 생략할 수 있다. 3. 제159조의3 제5항 입구밸브 설비에서 ((유입수문))과 수차 입구간의 거리가 짧은 경우 해당 설비 설치를 생략할 수 있다.","제160조 (발전소의 시설) 수차, 발전기 및 부속설비가 설치되는 ((발전소))는 다음 각 호에 따라야 한다.① 콘크리트 재료는 제133조에 준할 것. ② 자중, 수압, 지진력 및 ((토압))에 대하여 구조상 안전할 것. ③ 필요한 환기와 ((염해방지)) 설비를 할 것. ④ 발전소를 지하공간 이외 장소에 설치할 경우에는 부지의 ((안정성))을 확보할 것.","제161조 (안전조치) ① 댐, 수로 등에서 사람이 떨어질 위험이 있는 곳에는 ((철책)), ((담)) 등으로 안전시설을 설치하고, 인식할 수 있는 위험표시를 하여야 한다. 다만, 지형에 따라 사람이 쉽게 출입할 수 없는 곳에 대하여는 그러하지 아니하다. ② 발전소 시설 시 기술기준 제21조 제1항을 준용한다.","제162조 (용접시공법) 보일러, 압력용기, 배관 및 ((액화가스)) 연료연소설비 등을 용접할 때는 적정한 용접절차에 따라 용접하여야 한다.","제163조 (용접설비) 용접기 종류와 ((용접후열처리)) 설비 및 용량은 용접시공법에 적정한 것이어야 한다.","제164조 (용접부의 형상) 「전기사업법 시행규칙」 제31조제2항에 해당하는 설비를 용접할 경우, 용접부(용접금속부 및 열영향부)는 안전한 ((형상))을 가져야 한다.","제165조 (용접부의 균열) 용접부는 용접에 의한 ((균열))이 없어야 하며 또한 균열이 발생할 우려가 없어야 한다.","제166조 (용접부의 결함) 용접부는 용입이 충분하고 언더컷, 오버랩, 크레이터, ((슬래그혼입)), 블로우홀 등 이와 유사한 결함으로 인해 건전한 용접부 확보에 지장이 없어야 한다.","제167조 (용접부의 강도) 용접부는 건전한 ((용접부))를 확보하기 위하여 충분한 강도를 가져야 한다.","제168조 (안전조치) ((풍력터빈)) 주위에는 안전 표지를 하여야 하며 또한 취급자가 아닌 사람이 쉽게 ((접근))할 수 없도록 적절한 조치를 하여야 한다.","제169조 (풍력터빈의 구조) 풍력터빈은 다음 각 호에 따라 시설하여야 한다. 1. ((부하))를 차단하였을 때에도 최대속도에 대하여 구조상 안전할 것. 2. ((풍압))에 대하여 구조상 안전할 것. 3. 운전 중 풍력터빈에 손상을 주는 ((진동))이 없도록 할 것. 4. 설계허용 최대풍속에 있어서 취급자의 의도와 다르게 풍력터빈이 기동하지 않도록 할 것. 5. 운전 중에 다른 시설물, 식물 등에 접촉하지 않도록 할 것. 6. 풍력터빈의 점검 또는 수리를 위하여 ((회전부))의 정지 및 고정할 수 있는 구조일 것. 7. ((한랭지))에 시설하는 경우 눈·비에 의한 착빙을 고려할 것. 8. ((분진)) 등에 의한 손모를 고려할 것. 9. ((지진))에 대하여 안전할 것. 10. 해상 및 해안가에 시설하는 경우 염분 및 ((파랑하중))에 대한 영향을 고려할 것.","제170조 (풍력터빈의 정지장치) ((풍력터빈))은 다음 각 호의 경우에 자동적으로 정지하거나 위험속도 이하로 유지할 수 있는 장치를 하여야 한다. 1. ((회전수))가 비정상적으로 상승한 경우 2. 풍력터빈의 ((제어장치))의 기능이 비정상적으로 저하한 경우 3. 풍력터빈을 수동으로 ((긴급정지)) 하고자 할 경우","제171조 (압유장치 및 압축공기장치) 풍력터빈에 사용되는 압유장치 및 압축공기장치는 다음 각 호에 따라 시설하여야 한다. 1. 기름탱크 및 공기탱크의 재료 및 구조는 ((최고 사용압력))에 대해 충분히 견디고 또한 안전할 것. 2. 기름탱크 및 공기탱크는 ((내식성))을 가질 것. 3. 압력이 상승하는 경우에는 해당 압력이 최고 사용압력에 도달하기 이전에 해당 압력을 ((저하))시키는 기능을 가질 것. 4. 기름탱크 또는 공기탱크의 압력이 저하하는 경우에 압력을 자동적으로 ((회복))시키는 기능을 가질 것. 5. 이상 압력을 조기에 ((감지))할 수 있는 기능을 가질 것.","제172조 (풍력터빈을 지지하는 구조물) 풍력터빈을 지지하는 구조물은 ((설치환경))에 따라 자중, 적재하중, 적설, 풍압, 지진, 진동, 충격 및 ((염해))에 대해 구조상 안전하여야 한다.","제173조 (소음환경기준) ((풍력터빈))을 시설하는 자는 「소음·진동관리법」 등에서 규정하는 기준을 준용하여야 한다.","제174조 (제어 및 보호장치) 풍력터빈에는 설비의 정상운전한계를 유지하도록 능동적 또는 수동적 방법으로 풍력터빈을 ((제어 및 보호))하는 장치를 시설하여야 한다.","제175조(풍력터빈의 피뢰설비) ((풍력터빈))은 손상, 감전 또는 화재의 우려가 없도록 피뢰설비를 시설하여야 한다.","제176조(전자기적합성) 풍력터빈에 설치하는 전기설비는 ((전자기적합성))을 고려하여 시설하여야 한다.","제177조 ((재검토기한)) 산업통상자원부장관은 「훈령·예규 등의 발령 및 관리에 관한 규정」에 따라 이 고시에 대하여 2020년 7월 1일 기준으로 매 3년이 되는 시점(매 3년째의 6월30일까지를 말한다)마다 그 타당성을 검토하여 개선 등의 조치를 하여야 한다."]
