["제1조(법원) 민사에 관하여 법률에 규정이 없으면 관습법에 의하고 관습법이 없으면 ((조리))에 의한다.","제2조(((신의성실))) ①권리의 행사와 의무의 이행은 신의에 좇아 성실히 하여야 한다.\n ②권리는 남용하지 못한다.","제3조(((권리능력))의 존속기간) 사람은 생존한 동안 권리와 의무의 주체가 된다.","제4조(성년) 사람은 ((19))세로 성년에 이르게 된다.","제5조(미성년자의 능력) ①미성년자가 ((법률행위))를 함에는 법정대리인의 동의를 얻어야 한다. 그러나 권리만을 얻거나 의무만을 면하는 행위는 그러하지 아니하다.\n ②전항의 규정에 위반한 행위는 취소할 수 있다.","제6조(처분을 허락한 재산) ((법정대리인))이 범위를 정하여 처분을 허락한 재산은 미성년자가 임의로 처분할 수 있다.","제7조(((동의))와 ((허락))의 취소) 법정대리인은 미성년자가 아직 법률행위를 하기 전에는 전2조의 동의와 허락을 취소할 수 있다.","제8조(영업의 허락) ①미성년자가 법정대리인으로부터 허락을 얻은 특정한 영업에 관하여는 성년자와 동일한 ((행위능력))이 있다.\n ②법정대리인은 전항의 허락을 취소 또는 제한할 수 있다. 그러나 ((선의의 제삼자))에게 대항하지 못한다.","제9조(((성년후견개시))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로 사무를 처리할 능력이 지속적으로 결여된 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 한정후견인, 한정후견감독인, 특정후견인, 특정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 성년후견개시의 심판을 한다.\n ② 가정법원은 성년후견개시의 심판을 할 때 본인의 의사를 고려하여야 한다.","제10조(((피성년후견인))의 행위와 취소) ① 피성년후견인의 법률행위는 취소할 수 ((있))다.\n ② 제1항에도 불구하고 가정법원은 취소할 수 없는 피성년후견인의 법률행위의 범위를 정할 수 있다.\n ③ 가정법원은 본인, 배우자, 4촌 이내의 친족, 성년후견인, 성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 제2항의 범위를 변경할 수 있다.\n ④ 제1항에도 불구하고 일용품의 구입 등 일상생활에 필요하고 그 대가가 과도하지 아니한 법률행위는 성년후견인이 취소할 수 ((없))다.","제11조(((성년후견종료))의 심판) 성년후견개시의 원인이 소멸된 경우에는 가정법원은 본인, 배우자, 4촌 이내의 친족, 성년후견인, 성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 성년후견종료의 심판을 한다.","제12조(((한정후견개시))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로 사무를 처리할 능력이 부족한 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 성년후견인, 성년후견감독인, 특정후견인, 특정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 한정후견개시의 심판을 한다.\n ② 한정후견개시의 경우에 제9조제2항을 준용한다.","제13조(((피한정후견인))의 행위와 동의) ① 가정법원은 피한정후견인이 한정후견인의 동의를 받아야 하는 행위의 범위를 정할 수 있다.\n ② 가정법원은 본인, 배우자, 4촌 이내의 친족, 한정후견인, 한정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 제1항에 따른 한정후견인의 동의를 받아야만 할 수 있는 행위의 범위를 변경할 수 있다.\n ③ 한정후견인의 동의를 필요로 하는 행위에 대하여 한정후견인이 피한정후견인의 이익이 침해될 염려가 있음에도 그 동의를 하지 아니하는 때에는 가정법원은 피한정후견인의 청구에 의하여 한정후견인의 동의를 갈음하는 허가를 할 수 있다.\n ④ 한정후견인의 동의가 필요한 법률행위를 피한정후견인이 한정후견인의 동의 없이 하였을 때에는 그 법률행위를 취소할 수 있다. 다만, 일용품의 구입 등 일상생활에 필요하고 그 대가가 과도하지 아니한 법률행위에 대하여는 그러하지 아니하다.","제14조(((한정후견종료))의 심판) 한정후견개시의 원인이 소멸된 경우에는 가정법원은 본인, 배우자, 4촌 이내의 친족, 한정후견인, 한정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 한정후견종료의 심판을 한다.","제14조의2(((특정후견))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로일시적 후원 또는 특정한 사무에 관한 후원이 필요한 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 특정후견의 심판을 한다.\n ② 특정후견은 본인의 의사에 반하여 할 수 ((없))다.\n ③ 특정후견의 심판을 하는 경우에는 특정후견의 기간 또는 사무의 범위를 정하여야 한다.","제14조의3(심판 사이의 관계) ① 가정법원이 ((피한정후견인)) 또는 ((피특정후견인))에 대하여 성년후견개시의 심판을 할 때에는 종전의 한정후견 또는 특정후견의 종료 심판을 한다.\n ② 가정법원이 ((피성년후견인)) 또는 ((피특정후견인))에 대하여 한정후견개시의 심판을 할 때에는 종전의 성년후견 또는 특정후견의 종료 심판을 한다.","제15조(제한능력자의 상대방의 확답을 촉구할 권리) ① 제한능력자의 상대방은 제한능력자가 능력자가 된 후에 그에게 ((1개월)) 이상의 기간을 정하여 그 취소할 수 있는 행위를 추인할 것인지 여부의 확답을 촉구할 수 있다. 능력자로 된 사람이 그 기간 내에 확답을 발송하지 아니하면 그 행위를 ((추인))한 것으로 본다.\n ② 제한능력자가 아직 능력자가 되지 못한 경우에는 그의 법정대리인에게 제1항의 촉구를 할 수 있고, 법정대리인이 그 정하여진 기간 내에 확답을 발송하지 아니한 경우에는 그 행위를 ((추인))한 것으로 본다.\n ③ 특별한 절차가 필요한 행위는 그 정하여진 기간 내에 그 절차를 밟은 확답을 발송하지 아니하면 ((취소))한 것으로 본다.","제16조(제한능력자의 상대방의 철회권과 거절권) ① 제한능력자가 맺은 계약은 추인이 있을 때까지 상대방이 그 의사표시를 철회할 수 있다. 다만, 상대방이 계약 당시에 제한능력자임을 알았을 경우에는 그러하지 아니하다.  \n ② 제한능력자의 ((단독행위))는 추인이 있을 때까지 상대방이 거절할 수 있다.\n ③ 제1항의 철회나 제2항의 거절의 의사표시는 ((제한능력자))에게도 할 수 있다.","제17조(제한능력자의 속임수) ① 제한능력자가 속임수로써 자기를 능력자로 믿게 한 경우에는 그 행위를 취소할 수 없다.\n ② ((미성년자))나 ((피한정후견인))이 속임수로써 법정대리인의 동의가 있는 것으로 믿게 한 경우에도 제1항과 같다.","제18조(주소) ①생활의 근거되는 곳을 주소로 한다.\n ②주소는 동시에 두 곳 이상 있을 수 ((있))다.","제19조(((거소))) 주소를 알 수 없으면 ((거소))를 주소로 본다.","제20조(((거소))) 국내에 주소없는 자에 대하여는 국내에 있는 ((거소))를 주소로 본다.","제21조(((가주소))) 어느 행위에 있어서 ((가주소))를 정한 때에는 그 행위에 관하여는 이를 주소로 본다.","제22조(부재자의 재산의 관리) ①종래의 주소나 거소를 떠난 자가 ((재산관리))인을 정하지 아니한 때에는 법원은 ((이해관계인))이나 검사의 청구에 의하여 ((재산관리))에 관하여 필요한 처분을 명하여야 한다. 본인의 부재 중 ((재산관리))인의 권한이 소멸한 때에도 같다.\n ②본인이 그 후에 재산관리인을 정한 때에는 법원은 본인, 재산관리인, 이해관계인 또는 검사의 청구에 의하여 전항의 명령을 취소하여야 한다."]
