["제1조(법원) 민사에 관하여 법률에 규정이 없으면 관습법에 의하고 관습법이 없으면 ((조리))에 의한다.","제2조(((신의성실))) ①권리의 행사와 의무의 이행은 신의에 좇아 성실히 하여야 한다.\n ②권리는 남용하지 못한다.","제3조(((권리능력))의 존속기간) 사람은 생존한 동안 권리와 의무의 주체가 된다.","제4조(성년) 사람은 ((19))세로 성년에 이르게 된다.","제5조(미성년자의 능력) ①미성년자가 ((법률행위))를 함에는 법정대리인의 동의를 얻어야 한다. 그러나 권리만을 얻거나 의무만을 면하는 행위는 그러하지 아니하다.\n ②전항의 규정에 위반한 행위는 취소할 수 있다.","제6조(처분을 허락한 재산) ((법정대리인))이 범위를 정하여 처분을 허락한 재산은 미성년자가 임의로 처분할 수 있다.","제7조(((동의))와 ((허락))의 취소) 법정대리인은 미성년자가 아직 법률행위를 하기 전에는 전2조의 동의와 허락을 취소할 수 있다.","제8조(영업의 허락) ①미성년자가 법정대리인으로부터 허락을 얻은 특정한 영업에 관하여는 성년자와 동일한 ((행위능력))이 있다.\n ②법정대리인은 전항의 허락을 취소 또는 제한할 수 있다. 그러나 ((선의의 제삼자))에게 대항하지 못한다.","제9조(((성년후견개시))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로 사무를 처리할 능력이 지속적으로 결여된 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 한정후견인, 한정후견감독인, 특정후견인, 특정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 성년후견개시의 심판을 한다.\n ② 가정법원은 성년후견개시의 심판을 할 때 본인의 의사를 고려하여야 한다.","제10조(((피성년후견인))의 행위와 취소) ① 피성년후견인의 법률행위는 취소할 수 ((있))다.\n ② 제1항에도 불구하고 가정법원은 취소할 수 없는 피성년후견인의 법률행위의 범위를 정할 수 있다.\n ③ 가정법원은 본인, 배우자, 4촌 이내의 친족, 성년후견인, 성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 제2항의 범위를 변경할 수 있다.\n ④ 제1항에도 불구하고 일용품의 구입 등 일상생활에 필요하고 그 대가가 과도하지 아니한 법률행위는 성년후견인이 취소할 수 ((없))다.","제11조(((성년후견종료))의 심판) 성년후견개시의 원인이 소멸된 경우에는 가정법원은 본인, 배우자, 4촌 이내의 친족, 성년후견인, 성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 성년후견종료의 심판을 한다.","제12조(((한정후견개시))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로 사무를 처리할 능력이 부족한 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 성년후견인, 성년후견감독인, 특정후견인, 특정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 한정후견개시의 심판을 한다.\n ② 한정후견개시의 경우에 제9조제2항을 준용한다.","제13조(((피한정후견인))의 행위와 동의) ① 가정법원은 피한정후견인이 한정후견인의 동의를 받아야 하는 행위의 범위를 정할 수 있다.\n ② 가정법원은 본인, 배우자, 4촌 이내의 친족, 한정후견인, 한정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 제1항에 따른 한정후견인의 동의를 받아야만 할 수 있는 행위의 범위를 변경할 수 있다.\n ③ 한정후견인의 동의를 필요로 하는 행위에 대하여 한정후견인이 피한정후견인의 이익이 침해될 염려가 있음에도 그 동의를 하지 아니하는 때에는 가정법원은 피한정후견인의 청구에 의하여 한정후견인의 동의를 갈음하는 허가를 할 수 있다.\n ④ 한정후견인의 동의가 필요한 법률행위를 피한정후견인이 한정후견인의 동의 없이 하였을 때에는 그 법률행위를 취소할 수 있다. 다만, 일용품의 구입 등 일상생활에 필요하고 그 대가가 과도하지 아니한 법률행위에 대하여는 그러하지 아니하다.","제14조(((한정후견종료))의 심판) 한정후견개시의 원인이 소멸된 경우에는 가정법원은 본인, 배우자, 4촌 이내의 친족, 한정후견인, 한정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 한정후견종료의 심판을 한다.","제14조의2(((특정후견))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로일시적 후원 또는 특정한 사무에 관한 후원이 필요한 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 특정후견의 심판을 한다.\n ② 특정후견은 본인의 의사에 반하여 할 수 ((없))다.\n ③ 특정후견의 심판을 하는 경우에는 특정후견의 기간 또는 사무의 범위를 정하여야 한다.","제14조의3(심판 사이의 관계) ① 가정법원이 ((피한정후견인)) 또는 ((피특정후견인))에 대하여 성년후견개시의 심판을 할 때에는 종전의 한정후견 또는 특정후견의 종료 심판을 한다.\n ② 가정법원이 ((피성년후견인)) 또는 ((피특정후견인))에 대하여 한정후견개시의 심판을 할 때에는 종전의 성년후견 또는 특정후견의 종료 심판을 한다.","제15조(제한능력자의 상대방의 확답을 촉구할 권리) ① 제한능력자의 상대방은 제한능력자가 능력자가 된 후에 그에게 ((1))개월 이상의 기간을 정하여 그 취소할 수 있는 행위를 추인할 것인지 여부의 확답을 촉구할 수 있다. 능력자로 된 사람이 그 기간 내에 확답을 발송하지 아니하면 그 행위를 ((추인))한 것으로 본다.\n ② 제한능력자가 아직 능력자가 되지 못한 경우에는 그의 법정대리인에게 제1항의 촉구를 할 수 있고, 법정대리인이 그 정하여진 기간 내에 확답을 발송하지 아니한 경우에는 그 행위를 ((추인))한 것으로 본다.\n ③ 특별한 절차가 필요한 행위는 그 정하여진 기간 내에 그 절차를 밟은 확답을 발송하지 아니하면 ((취소))한 것으로 본다.","제16조(제한능력자의 상대방의 철회권과 거절권) ① 제한능력자가 맺은 계약은 추인이 있을 때까지 상대방이 그 의사표시를 철회할 수 있다. 다만, 상대방이 계약 당시에 제한능력자임을 알았을 경우에는 그러하지 아니하다.  \n ② 제한능력자의 ((단독행위))는 추인이 있을 때까지 상대방이 거절할 수 있다.\n ③ 제1항의 철회나 제2항의 거절의 의사표시는 ((제한능력자))에게도 할 수 있다.","제17조(제한능력자의 속임수) ① 제한능력자가 속임수로써 자기를 능력자로 믿게 한 경우에는 그 행위를 취소할 수 없다.\n ② ((미성년자))나 ((피한정후견인))이 속임수로써 법정대리인의 동의가 있는 것으로 믿게 한 경우에도 제1항과 같다.","제18조(주소) ①생활의 근거되는 곳을 주소로 한다.\n ②주소는 동시에 두 곳 이상 있을 수 ((있))다.","제19조(((거소))) 주소를 알 수 없으면 ((거소))를 주소로 본다.","제20조(((거소))) 국내에 주소없는 자에 대하여는 국내에 있는 ((거소))를 주소로 본다.","제21조(((가주소))) 어느 행위에 있어서 ((가주소))를 정한 때에는 그 행위에 관하여는 이를 주소로 본다.","제22조(부재자의 재산의 관리) ①종래의 주소나 거소를 떠난 자가 ((재산관리인))을 정하지 아니한 때에는 법원은 ((이해관계인))이나 검사의 청구에 의하여 ((재산관리))에 관하여 필요한 처분을 명하여야 한다. 본인의 부재 중 ((재산관리인))의 권한이 소멸한 때에도 같다.\n ②본인이 그 후에 재산관리인을 정한 때에는 법원은 본인, 재산관리인, 이해관계인 또는 검사의 청구에 의하여 전항의 명령을 취소하여야 한다.","제23조(관리인의 ((개임))) 부재자가 재산관리인을 정한 경우에 부재자의 생사가 분명하지 아니한 때에는 법원은 재산관리인, 이해관계인 또는 검사의 청구에 의하여 재산관리인을 ((개임))할 수 있다.","제24조(관리인의 직무) ①법원이 선임한 재산관리인은 관리할 ((재산목록))을 작성하여야 한다.\n ②법원은 그 선임한 재산관리인에 대하여 ((부재자))의 재산을 보존하기 위하여 필요한 처분을 명할 수 있다.\n ③부재자의 생사가 분명하지 아니한 경우에 ((이해관계인))이나 검사의 청구가 있는 때에는 법원은 부재자가 정한 재산관리인에게 전2항의 처분을 명할 수 있다.\n ④전3항의 경우에 그 비용은 부재자의 재산으로써 지급한다.","제25조(관리인의 권한) 법원이 선임한 재산관리인이 제((118))조에 규정한 권한을 넘는 행위를 함에는 법원의 ((허가))를 얻어야 한다. 부재자의 ((생사))가 분명하지 아니한 경우에 부재자가 정한 재산관리인이 권한을 넘는 행위를 할 때에도 같다.","제26조(관리인의 ((담보))제공, ((보수))) ①법원은 그 선임한 재산관리인으로 하여금 재산의 관리 및 반환에 관하여 상당한 ((담보))를 제공하게 할 수 있다.\n ②법원은 그 선임한 재산관리인에 대하여 부재자의 재산으로 상당한 ((보수))를 지급할 수 있다.\n ③전2항의 규정은 부재자의 생사가 분명하지 아니한 경우에 부재자가 정한 재산관리인에 준용한다.","제27조(((실종))의 선고) ①부재자의 생사가 ((5))년간 분명하지 아니한 때에는 법원은 이해관계인이나 검사의 청구에 의하여 ((실종))선고를 하여야 한다.\n ②전지에 임한 자, 침몰한 선박 중에 있던 자, 추락한 항공기 중에 있던 자 기타 사망의 원인이 될 위난을 당한 자의 생사가 전쟁종지후 또는 선박의 침몰, 항공기의 추락 기타 위난이 종료한 후 ((1))년간 분명하지 아니한 때에도 제1항과 같다.","제28조(((실종선고))의 효과) ((실종선고))를 받은 자는 전조의 기간이 만료한 때에 사망한 것으로 본다.","제29조(실종선고의 ((취소))) ①실종자의 생존한 사실 또는 전조의 규정과 상이한 때에 사망한 사실의 증명이 있으면 법원은 본인, 이해관계인 또는 검사의 청구에 의하여 실종선고를 ((취소))하여야 한다. 그러나 실종선고후 그 취소전에 선의로 한 행위의 효력에 영향을 미치지 아니한다.\n ②실종선고의 취소가 있을 때에 실종의 선고를 직접원인으로 하여 재산을 취득한 자가 ((선의))인 경우에는 그 받은 이익이 현존하는 한도에서 ((반환))할 의무가 있고 ((악의))인 경우에는 그 받은 이익에 ((이자))를 붙여서 반환하고 손해가 있으면 이를 ((배상))하여야 한다.","제30조(동시사망) ((2))인 이상이 동일한 위난으로 사망한 경우에는 동시에 사망한 것으로 추정한다.","제31조(((법인))성립의 준칙) ((법인))은 법률의 규정에 의함이 아니면 성립하지 못한다.","제32조(((비영리))법인의 설립과 허가) 학술, 종교, 자선, 기예, 사교 기타 ((영리))아닌 사업을 목적으로 하는 사단 또는 재단은 주무관청의 허가를 얻어 이를 법인으로 할 수 있다.","제33조(법인설립의 ((등기))) 법인은 그 주된 사무소의 소재지에서 ((설립등기))를 함으로써 성립한다.","제34조(법인의 ((권리능력))) 법인은 법률의 규정에 좇아 ((정관))으로 정한 목적의 범위내에서 ((권리와 의무))의 주체가 된다.","제35조(법인의 ((불법행위))능력) ①법인은 이사 기타 대표자가 그 직무에 관하여 타인에게 가한 손해를 배상할 책임이 있다. 이사 기타 대표자는 이로 인하여 자기의 ((손해배상))책임을 면하지 못한다.\n ②법인의 목적범위외의 행위로 인하여 타인에게 손해를 가한 때에는 그 사항의 의결에 찬성하거나 그 의결을 집행한 사원, 이사 및 기타 대표자가 연대하여 ((배상))하여야 한다.","제36조(법인의 ((주소))) 법인의 ((주소))는 그 주된 사무소의 소재지에 있는 것으로 한다.","제37조(법인의 사무의 검사, 감독) 법인의 사무는 ((주무관청))이 검사, 감독한다.","제38조(법인의 ((설립허가))의 취소) 법인이 목적 이외의 사업을 하거나 ((설립허가))의 조건에 위반하거나 기타 공익을 해하는 행위를 한 때에는 주무관청은 그 허가를 취소할 수 있다.","제39조(((영리))법인) ①((영리))를 목적으로 하는 사단은 ((상사회사))설립의 조건에 좇아 이를 법인으로 할 수 있다.\n ②전항의 사단법인에는 모두 ((상사회사))에 관한 규정을 준용한다.","제40조(사단법인의 ((정관))) 사단법인의 설립자는 다음 각호의 사항을 기재한 ((정관))을 작성하여 ((기명))날인하여야 한다. 1. 목적 2. 명칭 3. 사무소의 소재지 4. 자산에 관한 규정 5. 이사의 임면에 관한 규정 6. 사원자격의 득실에 관한 규정 7. 존립시기나 해산사유를 정하는 때에는 그 시기 또는 사유","제41조(이사의 ((대표권))에 대한 제한) 이사의 ((대표권))에 대한 제한은 이를 정관에 기재하지 아니하면 그 효력이 없다.","제42조(((사단))법인의 정관의 변경) ①((사단))법인의 정관은 총사원 ((3분의 2)) 이상의 동의가 있는 때에 한하여 이를 변경할 수 있다. 그러나 정수에 관하여 정관에 다른 규정이 있는 때에는 그 규정에 의한다.\n ②정관의 변경은 주무관청의 허가를 얻지 아니하면 그 효력이 없다.","제43조(((재단))법인의 정관) ((재단))법인의 설립자는 일정한 재산을 출연하고 제40조제1호 내지 제5호의 사항을 기재한 정관을 작성하여 ((기명))날인하여야 한다.","제44조(재단법인의 정관의 ((보충))) 재단법인의 설립자가 그 명칭, 사무소소재지 또는 이사임면의 방법을 정하지 아니하고 사망한 때에는 이해관계인 또는 검사의 청구에 의하여 법원이 이를 정한다.","제45조(재단법인의 정관((변경))) ①재단법인의 정관은 그 ((변경))방법을 정관에 정한 때에 한하여 ((변경))할 수 있다.\n ②재단법인의 목적달성 또는 그 재산의 보전을 위하여 적당한 때에는 전항의 규정에 불구하고 명칭 또는 사무소의 소재지를 변경할 수 있다.\n ③제42조제2항의 규정은 전2항의 경우에 준용한다.","제46조(재단법인의 ((목적)) 기타의 변경) 재단법인의 ((목적))을 달성할 수 없는 때에는 설립자나 이사는 주무관청의 허가를 얻어 설립의 취지를 참작하여 그 ((목적)) 기타 정관의 규정을 변경할 수 있다.","제47조(((증여)), ((유증))에 관한 규정의 준용) ①생전처분으로 재단법인을 설립하는 때에는 ((증여))에 관한 규정을 준용한다.\n ②유언으로 재단법인을 설립하는 때에는 ((유증))에 관한 규정을 준용한다.","제48조(출연재산의 ((귀속))시기) ①((생전))처분으로 재단법인을 설립하는 때에는 출연재산은 법인이 성립된 때로부터 법인의 재산이 된다.\n ②((유언))으로 재단법인을 설립하는 때에는 출연재산은 ((유언))의 효력이 발생한 때로부터 법인에 귀속한 것으로 본다.","제49조(법인의 ((등기))사항) ①법인설립의 허가가 있는 때에는 ((3주간))내에 주된 사무소소재지에서 ((설립등기))를 하여야 한다.\n ②전항의 등기사항은 다음과 같다. 1. 목적 2. 명칭 3. 사무소 4. 설립허가의 연월일 5. 존립시기나 해산이유를 정한 때에는 그 시기 또는 사유 6. 자산의 총액 7. 출자의 방법을 정한 때에는 그 방법 8. 이사의 성명, 주소 9. 이사의 대표권을 제한한 때에는 그 제한","제50조(((분사무소))설치의 등기) ①법인이 ((분사무소))를 설치한 때에는 주사무소소재지에서는 ((3주간))내에 ((분사무소))를 설치한 것을 등기하고 그 ((분사무소))소재지에서는 동기간내에 전조제2항의 사항을 등기하고 다른 ((분사무소))소재지에서는 동기간내에 그 ((분사무소))를 설치한 것을 등기하여야 한다.\n ②주사무소 또는 ((분사무소))의 소재지를 관할하는 등기소의 관할구역내에 ((분사무소))를 설치한 때에는 전항의 기간내에 그 사무소를 설치한 것을 등기하면 된다.","제51조(사무소((이전))의 등기) ①법인이 그 사무소를 ((이전))하는 때에는 구소재지에서는 ((3주간))내에 ((이전))등기를 하고 신소재지에서는 동기간내에 제49조제2항에 게기한 사항을 등기하여야 한다.\n ②동일한 등기소의 관할구역내에서 사무소를 ((이전))한 때에는 그 ((이전))한 것을 등기하면 된다.","제52조(((변경))등기) 제49조제2항의 사항 중에 ((변경))이 있는 때에는 ((3주간))내에 ((변경))등기를 하여야 한다.","제52조의2(직무집행정지 등 ((가처분))의 등기) 이사의 직무집행을 정지하거나 직무대행자를 선임하는 ((가처분))을 하거나 그 ((가처분))을 변경ㆍ취소하는 경우에는 주사무소와 분사무소가 있는 곳의 등기소에서 이를 등기하여야 한다.","제53조(등기((기간))의 기산) 전3조의 규정에 의하여 등기할 사항으로 관청의 허가를 요하는 것은 그 허가서가 도착한 날로부터 등기의 ((기간))을 기산한다.","제54조(설립등기 이외의 등기의 효력과 등기사항의 공고) ①설립등기 이외의 본절의 등기사항은 그 등기 후가 아니면 ((제삼자))에게 대항하지 못한다.\n ②등기한 사항은 ((법원))이 지체없이 공고하여야 한다.","제55조(((재산))목록과 ((사원))명부) ①법인은 성립한 때 및 매년 ((3월))내에 ((재산))목록을 작성하여 사무소에 비치하여야 한다. 사업연도를 정한 법인은 성립한 때 및 그 ((연도말))에 이를 작성하여야 한다.\n ②사단법인은 ((사원))명부를 비치하고 ((사원))의 변경이 있는 때에는 이를 기재하여야 한다.","제56조(사원권의 ((양도, 상속))금지) 사단법인의 사원의 지위는 ((양도 또는 상속))할 수 없다.","제57조(((이사))) 법인은 ((이사))를 두어야 한다.","제58조(이사의 사무집행) ①이사는 법인의 사무를 집행한다.  \n ②이사가 ((수인))인 경우에는 정관에 다른 규정이 없으면 법인의 사무집행은 이사의 ((과반수))로써 결정한다.","제59조(이사의 ((대표))권) ①이사는 법인의 사무에 관하여 각자 법인을 ((대표))한다. 그러나 정관에 규정한 취지에 위반할 수 없고 특히 사단법인은 ((총회의 의결))에 의하여야 한다.\n ②법인의 대표에 관하여는 ((대리))에 관한 규정을 준용한다.","제60조(이사의 대표권에 대한 ((제한))의 대항요건) 이사의 대표권에 대한 ((제한))은 ((등기))하지 아니하면 제삼자에게 대항하지 못한다.","제60조의2(직무대행자의 권한) ①제52조의2의 직무대행자는 가처분명령에 다른 정함이 있는 경우 외에는 법인의 ((통상사무))에 속하지 아니한 행위를 하지 못한다. 다만, 법원의 허가를 얻은 경우에는 그러하지 아니하다.\n ②직무대행자가 제1항의 규정에 위반한 행위를 한 경우에도 법인은 ((선의의 제3자))에 대하여 책임을 진다.","제61조(이사의 ((주의))의무) 이사는 ((선량한 관리자))의 주의로 그 직무를 행하여야 한다.","제62조(이사의 ((대리))인 선임) 이사는 정관 또는 총회의 결의로 금지하지 아니한 사항에 한하여 타인으로 하여금 특정한 행위를 ((대리))하게 할 수 있다.","제63조(((임시))이사의 선임) 이사가 없거나 결원이 있는 경우에 이로 인하여 손해가 생길 염려 있는 때에는 법원은 이해관계인이나 검사의 청구에 의하여 ((임시))이사를 선임하여야 한다.","제64조(((특별대리인))의 선임) 법인과 이사의 이익이 ((상반))하는 사항에 관하여는 이사는 대표권이 없다. 이 경우에는 전조의 규정에 의하여 ((특별대리인))을 선임하여야 한다.","제65조(이사의 임무((해태))) 이사가 그 임무를 ((해태))한 때에는 그 이사는 법인에 대하여 연대하여 ((손해배상))의 책임이 있다.","제66조(((감사))) 법인은 ((정관 또는 총회))의 결의로 ((감사))를 둘 수 있다.","제67조(감사의 직무) 감사의 직무는 다음과 같다. 1. 법인의 ((재산))상황을 감사하는 일 2. 이사의 업무집행의 상황을 감사하는 일 3. 재산상황 또는 업무집행에 관하여 부정, 불비한 것이 있음을 발견한 때에는 이를 ((총회 또는 주무관청))에 보고하는 일 4. 전호의 보고를 하기 위하여 필요있는 때에는 총회를 소집하는 일","제68조(((총회))의 권한) 사단법인의 사무는 정관으로 이사 또는 기타 임원에게 위임한 사항외에는 ((총회))의 결의에 의하여야 한다.","제69조(((통상))총회) 사단법인의 이사는 매년 ((1))회 이상 ((통상))총회를 소집하여야 한다.","제70조(((임시))총회) ①사단법인의 이사는 필요하다고 인정한 때에는 ((임시))총회를 소집할 수 있다.\n ②총사원의 ((5분의 1)) 이상으로부터 회의의 목적사항을 제시하여 청구한 때에는 이사는 ((임시))총회를 소집하여야 한다. 이 정수는 ((정관))으로 증감할 수 있다.\n ③전항의 청구있는 후 ((2주간))내에 이사가 총회소집의 절차를 밟지 아니한 때에는 청구한 사원은 법원의 허가를 얻어 이를 소집할 수 있다.","제71조(총회의 소집) 총회의 소집은 ((1주간))전에 그 회의의 목적사항을 기재한 ((통지))를 발하고 기타 정관에 정한 방법에 의하여야 한다.","제72조(총회의 결의사항) 총회는 전조의 규정에 의하여 ((통지))한 사항에 관하여서만 결의할 수 있다. 그러나 정관에 다른 규정이 있는 때에는 그 규정에 의한다.","제73조(사원의 ((결의))권) ①각 사원의 ((결의))권은 평등으로 한다.\n ②사원은 ((서면이나 대리인))으로 ((결의))권을 행사할 수 있다.\n ③전2항의 규정은 정관에 다른 규정이 있는 때에는 적용하지 아니한다.","제74조(사원이 결의권없는 경우) ((사단))법인과 어느 사원과의 관계사항을 의결하는 경우에는 그 사원은 결의권이 없다.","제75조(총회의 결의방법) ①총회의 결의는 본법 또는 정관에 다른 규정이 없으면 사원 ((과반수))의 출석과 출석사원의 결의권의 ((과반수))로써 한다. ②제73조제2항의 경우에는 당해사원은 출석한 것으로 한다.","제76조(총회의 ((의사록))) ①총회의 의사에 관하여는 ((의사록))을 작성하여야 한다.\n ②((의사록))에는 의사의 경과, 요령 및 결과를 기재하고 의장 및 출석한 이사가 기명날인하여야 한다.\n ③이사는 의사록을 주된 사무소에 비치하여야 한다.","제77조(((해산))사유) ①법인은 존립기간의 만료, 법인의 목적의 달성 또는 달성의 불능 기타 정관에 정한 ((해산))사유의 발생, 파산 또는 설립허가의 취소로 ((해산))한다.\n ②사단법인은 사원이 없게 되거나 총회의 결의로도 ((해산))한다.","제78조(사단법인의 해산결의) 사단법인은 총사원 ((4분의 3)) 이상의 동의가 없으면 해산을 결의하지 못한다. 그러나 정관에 다른 규정이 있는 때에는 그 규정에 의한다.","제79조(((파산))신청) 법인이 채무를 완제하지 못하게 된 때에는 이사는 지체없이 ((파산))신청을 하여야 한다.","제80조(((잔여))재산의 귀속) ①해산한 법인의 재산은 정관으로 지정한 자에게 귀속한다.\n ②정관으로 귀속권리자를 지정하지 아니하거나 이를 지정하는 방법을 정하지 아니한 때에는 이사 또는 청산인은 ((주무관청의 허가))를 얻어 그 법인의 목적에 유사한 목적을 위하여 그 재산을 처분할 수 있다. 그러나 사단법인에 있어서는 ((총회의 결의))가 있어야 한다.\n ③전2항의 규정에 의하여 처분되지 아니한 재산은 국고에 귀속한다.","제81조(((청산))법인) 해산한 법인은 ((청산))의 목적범위내에서만 권리가 있고 의무를 부담한다.","제82조(청산인) 법인이 해산한 때에는 ((파산))의 경우를 제하고는 ((이사))가 청산인이 된다. 그러나 정관 또는 총회의 결의로 달리 정한 바가 있으면 그에 의한다.","제83조(법원에 의한 청산인의 선임) 전조의 규정에 의하여 청산인이 될 자가 없거나 청산인의 결원으로 인하여 손해가 생길 염려가 있는 때에는 법원은 ((직권)) 또는 이해관계인이나 검사의 ((청구))에 의하여 청산인을 선임할 수 있다.","제84조(법원에 의한 청산인의 ((해임))) 중요한 사유가 있는 때에는 법원은 직권 또는 이해관계인이나 검사의 청구에 의하여 청산인을 ((해임))할 수 있다.","제85조(해산등기) ①청산인은 파산의 경우를 제하고는 그 취임후 ((3주간))내에 해산의 사유 및 연월일, 청산인의 성명 및 주소와 청산인의 대표권을 제한한 때에는 그 제한을 주된 사무소 및 분사무소소재지에서 등기하여야 한다. ②제52조의 규정은 전항의 등기에 준용한다.","제86조(해산신고) ①청산인은 파산의 경우를 제하고는 그 취임후 3주간내에 전조제1항의 사항을 ((주무관청))에 신고하여야 한다.\n ②((청산))중에 취임한 청산인은 그 성명 및 주소를 신고하면 된다.","제87조(청산인의 직무) ①청산인의 직무는 다음과 같다. 1. 현존사무의 종결 2. 채권의 ((추심)) 및 채무의 ((변제)) 3. ((잔여재산))의 인도\n ②청산인은 전항의 직무를 행하기 위하여 필요한 모든 행위를 할 수 있다.","제88조(채권신고의 공고) ①청산인은 취임한 날로부터 ((2))월내에 ((3))회 이상의 공고로 채권자에 대하여 일정한 기간내에 그 채권을 신고할 것을 최고하여야 한다. 그 기간은 ((2))월 이상이어야 한다.\n ②전항의 공고에는 채권자가 기간내에 신고하지 아니하면 청산으로부터 제외될 것을 ((표시))하여야 한다.\n ③제1항의 공고는 법원의 등기사항의 공고와 동일한 방법으로 하여야 한다.","제89조(채권신고의 ((최고))) 청산인은 알고 있는 채권자에게 대하여는 각각 그 채권신고를 ((최고))하여야 한다. 알고 있는 채권자는 청산으로부터 제외하지 못한다.","제90조(채권신고기간내의 변제금지) 청산인은 제88조제1항의 채권신고기간내에는 채권자에 대하여 변제하지 못한다. 그러나 법인은 채권자에 대한 ((지연손해배상))의 의무를 면하지 못한다.","제91조(채권변제의 ((특례))) ①청산 중의 법인은 변제기에 이르지 아니한 채권에 대하여도 변제할 수 있다.\n ②전항의 경우에는 조건있는 채권, 존속기간의 불확정한 채권 기타 가액의 불확정한 채권에 관하여는 법원이 선임한 ((감정인))의 평가에 의하여 변제하여야 한다.","제92조(청산으로부터 제외된 채권) 청산으로부터 제외된 채권자는 법인의 채무를 완제한 후 ((귀속권리자))에게 인도하지 아니한 재산에 대하여서만 변제를 청구할 수 있다.","제93조(청산중의 파산) ①청산중 법인의 재산이 그 채무를 완제하기에 부족한 것이 분명하게 된 때에는 청산인은 지체없이 파산선고를 신청하고 이를 ((공고))하여야 한다.\n ②청산인은 파산관재인에게 그 사무를 ((인계))함으로써 그 임무가 종료한다.\n ③제88조제3항의 규정은 제1항의 공고에 준용한다.","제94조(청산종결의 등기와 신고) 청산이 종결한 때에는 청산인은 ((3주간))내에 이를 등기하고 주무관청에 신고하여야 한다.","제95조(해산, 청산의 검사, 감독) 법인의 해산 및 청산은 ((법원))이 검사, 감독한다.","제96조(준용규정) 제58조제2항, 제59조 내지 제62조, 제64조, 제65조 및 제70조의 규정은 청산인에 이를 준용한다.","제97조(벌칙) 법인의 이사, 감사 또는 청산인은 다음 각호의 경우에는 ((500만))원 이하의 과태료에 처한다. 1. 본장에 규정한 등기를 해태한 때 2. 제55조의 규정에 위반하거나 재산목록 또는 사원명부에 부정기재를 한 때 3. 제37조, 제95조에 규정한 검사, 감독을 방해한 때 4. 주무관청 또는 총회에 대하여 사실아닌 신고를 하거나 사실을 은폐한 때 5. 제76조와 제90조의 규정에 위반한 때 6. 제79조, 제93조의 규정에 위반하여 파산선고의 신청을 해태한 때 7. 제88조, 제93조에 정한 공고를 해태하거나 부정한 공고를 한 때","제98조(((물건))의 정의) 본법에서 ((물건))이라 함은 유체물 및 전기 기타 관리할 수 있는 자연력을 말한다.","제99조(((부동산)), ((동산))) ①토지 및 그 정착물은 ((부동산))이다.\n ②부동산 이외의 물건은 ((동산))이다.","제100조(((주물)), ((종물))) ①물건의 소유자가 그 물건의 상용에 공하기 위하여 자기소유인 다른 물건을 이에 부속하게 한 때에는 그 부속물은 ((종물))이다.\n ②((종물))은 ((주물))의 처분에 따른다.","제101조(((천연))과실, ((법정))과실) ①물건의 용법에 의하여 수취하는 산출물은 ((천연))과실이다.\n ②물건의 사용대가로 받는 금전 기타의 물건은 ((법정))과실로 한다.","제102조(과실의 취득) ①((천연))과실은 그 원물로부터 분리하는 때에 이를 수취할 권리자에게 속한다.\n ②((법정))과실은 수취할 권리의 존속기간일수의 비율로 취득한다.","제103조(반사회질서의 법률행위) 선량한 풍속 기타 사회질서에 위반한 사항을 내용으로 하는 법률행위는 ((무효))로 한다.","제104조(((불공정))한 법률행위) 당사자의 궁박, 경솔 또는 무경험으로 인하여 현저하게 ((공정))을 잃은 법률행위는 무효로 한다.","제105조(((임의규정))) 법률행위의 당사자가 법령 중의 선량한 풍속 기타 사회질서에 관계없는 규정과 다른 의사를 표시한 때에는 그 의사에 의한다.","제106조(((사실인)) 관습) 법령 중의 선량한 풍속 기타 사회질서에 관계없는 규정과 다른 관습이 있는 경우에 당사자의 의사가 명확하지 아니한 때에는 그 관습에 의한다.","제107조(((진의)) 아닌 의사표시) ①의사표시는 표의자가 ((진의))아님을 알고 한 것이라도 그 효력이 있다. 그러나 상대방이 표의자의 ((진의))아님을 알았거나 이를 알 수 있었을 경우에는 무효로 한다.\n ②전항의 의사표시의 무효는 ((선의의 제삼자))에게 대항하지 못한다.","제108조(((통정한 허위))의 의사표시) ①상대방과 ((통정한 허위))의 의사표시는 무효로 한다.\n ②전항의 의사표시의 무효는 ((선의의 제삼자))에게 대항하지 못한다.","제109조(((착오))로 인한 의사표시) ①의사표시는 법률행위의 내용의 중요부분에 ((착오))가 있는 때에는 취소할 수 있다. 그러나 그 착오가 표의자의 ((중대한 과실))로 인한 때에는 취소하지 못한다.\n ②전항의 의사표시의 취소는 ((선의의 제삼자))에게 대항하지 못한다.","제110조(((사기, 강박))에 의한 의사표시) ①((사기나 강박))에 의한 의사표시는 취소할 수 있다.\n ②상대방있는 의사표시에 관하여 제삼자가 ((사기나 강박))을 행한 경우에는 상대방이 그 사실을 알았거나 알 수 있었을 경우에 한하여 그 의사표시를 취소할 수 있다.\n ③전2항의 의사표시의 취소는 ((선의의 제삼자))에게 대항하지 못한다.","제111조(의사표시의 효력발생시기) ① 상대방이 있는 의사표시는 상대방에게 ((도달))한 때에 그 효력이 생긴다. ② 의사표시자가 그 통지를 발송한 후 사망하거나 제한능력자가 되어도 의사표시의 효력에 영향을 미치지 아니한다.","제112조(((제한능력자))에 대한 의사표시의 효력) 의사표시의 상대방이 의사표시를 받은 때에 ((제한능력자))인 경우에는 의사표시자는 그 의사표시로써 대항할 수 없다. 다만, 그 상대방의 법정대리인이 의사표시가 도달한 사실을 안 후에는 그러하지 아니하다.","제113조(의사표시의 ((공시송달))) 표의자가 과실없이 상대방을 알지 못하거나 상대방의 소재를 알지 못하는 경우에는 의사표시는 민사소송법 ((공시송달))의 규정에 의하여 송달할 수 있다.","제114조(((대리))행위의 효력) ①((대리인))이 그 권한내에서 본인을 위한 것임을 표시한 의사표시는 직접 본인에게 대하여 효력이 생긴다.\n ②전항의 규정은 ((대리인))에게 대한 제삼자의 의사표시에 준용한다.","제115조(((본인))을 위한 것임을 표시하지 아니한 행위) 대리인이 ((본인))을 위한 것임을 표시하지 아니한 때에는 그 의사표시는 자기를 위한 것으로 본다. 그러나 상대방이 대리인으로서 한 것임을 알았거나 알 수 있었을 때에는 전조제1항의 규정을 준용한다.","제116조(대리행위의 ((하자))) ①의사표시의 효력이 의사의 흠결, 사기, 강박 또는 어느 사정을 알았거나 과실로 알지 못한 것으로 인하여 영향을 받을 경우에 그 사실의 유무는 대리인을 표준하여 결정한다.\n ②특정한 법률행위를 위임한 경우에 대리인이 본인의 지시에 좇아 그 행위를 한 때에는 본인은 자기가 안 사정 또는 과실로 인하여 알지 못한 사정에 관하여 대리인의 부지를 주장하지 못한다.","제117조(대리인의 ((행위능력))) 대리인은 ((행위능력자))임을 요하지 아니한다.","제118조(대리권의 범위) 권한을 정하지 아니한 대리인은 다음 각호의 행위만을 할 수 있다. 1. ((보존))행위 2. 대리의 목적인 물건이나 권리의 성질을 변하지 아니하는 범위에서 그 ((이용 또는 개량))하는 행위","제119조(((각자))대리) 대리인이 수인인 때에는 ((각자))가 본인을 대리한다. 그러나 법률 또는 수권행위에 다른 정한 바가 있는 때에는 그러하지 아니하다.","제120조(임의대리인의 복임권) 대리권이 법률행위에 의하여 부여된 경우에는 대리인은 본인의 승낙이 있거나 부득이한 사유있는 때가 아니면 ((복대리인))을 선임하지 못한다.","제121조(임의대리인의 복대리인선임의 책임) ①전조의 규정에 의하여 대리인이 복대리인을 선임한 때에는 본인에게 대하여 그 ((선임감독))에 관한 책임이 있다.\n ②대리인이 본인의 지명에 의하여 복대리인을 선임한 경우에는 그 부적임 또는 불성실함을 알고 본인에게 대한 통지나 그 해임을 태만한 때가 아니면 책임이 없다.","제122조(((법정대리인))의 복임권과 그 책임) ((법정대리인))은 그 책임으로 복대리인을 선임할 수 있다. 그러나 부득이한 사유로 인한 때에는 전조제1항에 정한 책임만이 있다.","제123조(((복대리인))의 권한) ①((복대리인))은 그 권한내에서 본인을 대리한다.\n ②((복대리인))은 본인이나 제삼자에 대하여 대리인과 동일한 권리의무가 있다.","제124조(자기계약, 쌍방대리) 대리인은 본인의 허락이 없으면 본인을 위하여 자기와 법률행위를 하거나 동일한 법률행위에 관하여 ((당사자쌍방))을 대리하지 못한다. 그러나 ((채무의 이행))은 할 수 있다.","제125조(대리권수여의 표시에 의한 ((표현대리))) 제삼자에 대하여 타인에게 대리권을 수여함을 표시한 자는 그 대리권의 범위내에서 행한 그 타인과 그 제삼자간의 법률행위에 대하여 책임이 있다. 그러나 제삼자가 대리권없음을 알았거나 알 수 있었을 때에는 그러하지 아니하다.","제126조(((권한을 넘은)) 표현대리) 대리인이 그 ((권한외))의 법률행위를 한 경우에 제삼자가 그 권한이 있다고 믿을 만한 정당한 이유가 있는 때에는 본인은 그 행위에 대하여 책임이 있다.","제127조(대리권의 ((소멸))사유) 대리권은 다음 각 호의 어느 하나에 해당하는 사유가 있으면 ((소멸))된다. 1. 본인의 사망 2. 대리인의 사망, 성년후견의 개시 또는 파산","제128조(임의대리의 종료) 법률행위에 의하여 수여된 대리권은 전조의 경우외에 그 원인된 ((법률관계))의 종료에 의하여 소멸한다. ((법률관계))의 종료전에 본인이 ((수권행위))를 철회한 경우에도 같다.","제129조(대리권((소멸))후의 표현대리) 대리권의 ((소멸))은 선의의 제삼자에게 대항하지 못한다. 그러나 제삼자가 과실로 인하여 그 사실을 알지 못한 때에는 그러하지 아니하다.","제130조(((무권))대리) 대리권없는 자가 타인의 대리인으로 한 계약은 본인이 이를 추인하지 아니하면 본인에 대하여 효력이 없다.","제131조(상대방의 ((최고))권) 대리권없는 자가 타인의 대리인으로 계약을 한 경우에 상대방은 상당한 기간을 정하여 본인에게 그 추인여부의 확답을 ((최고))할 수 있다. 본인이 그 기간내에 확답을 발하지 아니한 때에는 추인을 거절한 것으로 본다.","제132조(추인, 거절의 상대방) 추인 또는 거절의 의사표시는 상대방에 대하여 하지 아니하면 그 상대방에 ((대항))하지 못한다. 그러나 상대방이 그 사실을 안 때에는 그러하지 아니하다.","제133조(추인의 효력) 추인은 다른 의사표시가 없는 때에는 계약시에 ((소급))하여 그 효력이 생긴다. 그러나 제삼자의 권리를 해하지 못한다."," 제134조(상대방의 ((철회))권) 대리권없는 자가 한 계약은 본인의 추인이 있을 때까지 상대방은 본인이나 그 대리인에 대하여 이를 ((철회))할 수 있다. 그러나 계약당시에 상대방이 대리권 없음을 안 때에는 그러하지 아니하다.","제135조(상대방에 대한 ((무권대리인))의 책임) ① 다른 자의 대리인으로서 계약을 맺은 자가 그 대리권을 증명하지 못하고 또 본인의 추인을 받지 못한 경우에는 그는 상대방의 선택에 따라 계약을 이행할 책임 또는 손해를 배상할 책임이 있다.\n ② 대리인으로서 계약을 맺은 자에게 대리권이 없다는 사실을 상대방이 알았거나 알 수 있었을 때 또는 대리인으로서 계약을 맺은 사람이 제한능력자일 때에는 제1항을 적용하지 아니한다.","제136조(((단독행위))와 무권대리) ((단독행위))에는 그 행위당시에 상대방이 대리인이라 칭하는 자의 대리권없는 행위에 동의하거나 그 대리권을 다투지 아니한 때에 한하여 전6조의 규정을 준용한다. 대리권없는 자에 대하여 그 동의를 얻어 ((단독행위))를 한 때에도 같다.","제137조(법률행위의 ((일부))무효) 법률행위의 ((일부분))이 무효인 때에는 그 ((전부))를 무효로 한다. 그러나 그 무효부분이 없더라도 법률행위를 하였을 것이라고 인정될 때에는 나머지 부분은 무효가 되지 아니한다.","제138조(무효행위의 ((전환))) 무효인 법률행위가 다른 법률행위의 요건을 구비하고 당사자가 그 무효를 알았더라면 다른 법률행위를 하는 것을 ((의욕))하였으리라고 인정될 때에는 다른 법률행위로서 효력을 가진다.","제139조(무효행위의 ((추인))) 무효인 법률행위는 ((추인))하여도 그 효력이 생기지 아니한다. 그러나 당사자가 그 무효임을 알고 ((추인))한 때에는 새로운 법률행위로 본다.","제140조(법률행위의 ((취소))권자) ((취소))할 수 있는 법률행위는 제한능력자, 착오로 인하거나 사기ㆍ강박에 의하여 의사표시를 한 자, 그의 대리인 또는 승계인만이 취소할 수 있다.","제141조(취소의 효과) 취소된 법률행위는 처음부터 ((무효))인 것으로 본다. 다만, 제한능력자는 그 행위로 인하여 받은 이익이 현존하는 한도에서 ((상환(償還)))할 책임이 있다.","제142조(취소의 상대방) 취소할 수 있는 법률행위의 상대방이 확정한 경우에는 그 취소는 그 상대방에 대한 ((의사표시))로 하여야 한다.","제143조(((추인))의 방법, 효과) ①취소할 수 있는 법률행위는 제140조에 규정한 자가 ((추인))할 수 있고 ((추인))후에는 취소하지 못한다.\n ②전조의 규정은 전항의 경우에 준용한다.","제144조(추인의 ((요건))) ① 추인은 취소의 원인이 소멸된 후에 하여야만 효력이 있다.\n ② 제1항은 법정대리인 또는 후견인이 추인하는 경우에는 적용하지 아니한다.","제145조(((법정))추인) 취소할 수 있는 법률행위에 관하여 전조의 규정에 의하여 추인할 수 있는 후에 다음 각호의 사유가 있으면 추인한 것으로 본다. 그러나 이의를 보류한 때에는 그러하지 아니하다. 1. 전부나 일부의 이행 2. 이행의 청구 3. 경개 4. 담보의 제공 5. 취소할 수 있는 행위로 취득한 권리의 전부나 일부의 양도 6. 강제집행","제146조(취소권의 소멸) 취소권은 추인할 수 있는 날로부터 ((3년))내에 법률행위를 한 날로부터 ((10년))내에 행사하여야 한다.","제147조(((조건성취))의 효과) ①정지조건있는 법률행위는 조건이 성취한 때로부터 그 효력이 생긴다.\n ②해제조건있는 법률행위는 조건이 성취한 때로부터 그 효력을 잃는다.\n ③당사자가 조건성취의 효력을 그 성취전에 소급하게 할 의사를 표시한 때에는 그 의사에 의한다.","제148조(((조건부권리))의 침해금지) 조건있는 법률행위의 당사자는 조건의 성부가 미정한 동안에 조건의 성취로 인하여 생길 상대방의 이익을 해하지 못한다.","제149조(조건부권리의 처분 등) 조건의 성취가 미정한 권리의무는 ((일반규정))에 의하여 처분, 상속, 보존 또는 담보로 할 수 있다.","제150조(조건성취, 불성취에 대한 ((반신의))행위) ①조건의 성취로 인하여 불이익을 받을 당사자가 신의성실에 반하여 조건의 성취를 방해한 때에는 상대방은 그 조건이 성취한 것으로 주장할 수 있다.\n ②조건의 성취로 인하여 이익을 받을 당사자가 신의성실에 반하여 조건을 성취시킨 때에는 상대방은 그 조건이 성취하지 아니한 것으로 주장할 수 있다."]
