["제1조(법원) 민사에 관하여 법률에 규정이 없으면 관습법에 의하고 관습법이 없으면 ((조리))에 의한다.","제2조(((신의성실))) ①권리의 행사와 의무의 이행은 신의에 좇아 성실히 하여야 한다.\n ②권리는 남용하지 못한다.","제3조(((권리능력))의 존속기간) 사람은 생존한 동안 권리와 의무의 주체가 된다.","제4조(성년) 사람은 ((19))세로 성년에 이르게 된다.","제5조(미성년자의 능력) ①미성년자가 ((법률행위))를 함에는 법정대리인의 동의를 얻어야 한다. 그러나 권리만을 얻거나 의무만을 면하는 행위는 그러하지 아니하다.\n ②전항의 규정에 위반한 행위는 취소할 수 있다.","제6조(처분을 허락한 재산) ((법정대리인))이 범위를 정하여 처분을 허락한 재산은 미성년자가 임의로 처분할 수 있다.","제7조(((동의))와 ((허락))의 취소) 법정대리인은 미성년자가 아직 법률행위를 하기 전에는 전2조의 동의와 허락을 취소할 수 있다.","제8조(영업의 허락) ①미성년자가 법정대리인으로부터 허락을 얻은 특정한 영업에 관하여는 성년자와 동일한 ((행위능력))이 있다.\n ②법정대리인은 전항의 허락을 취소 또는 제한할 수 있다. 그러나 ((선의의 제삼자))에게 대항하지 못한다.","제9조(((성년후견개시))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로 사무를 처리할 능력이 지속적으로 결여된 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 한정후견인, 한정후견감독인, 특정후견인, 특정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 성년후견개시의 심판을 한다.\n ② 가정법원은 성년후견개시의 심판을 할 때 본인의 의사를 고려하여야 한다.","제10조(((피성년후견인))의 행위와 취소) ① 피성년후견인의 법률행위는 취소할 수 ((있))다.\n ② 제1항에도 불구하고 가정법원은 취소할 수 없는 피성년후견인의 법률행위의 범위를 정할 수 있다.\n ③ 가정법원은 본인, 배우자, 4촌 이내의 친족, 성년후견인, 성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 제2항의 범위를 변경할 수 있다.\n ④ 제1항에도 불구하고 일용품의 구입 등 일상생활에 필요하고 그 대가가 과도하지 아니한 법률행위는 성년후견인이 취소할 수 ((없))다.","제11조(((성년후견종료))의 심판) 성년후견개시의 원인이 소멸된 경우에는 가정법원은 본인, 배우자, 4촌 이내의 친족, 성년후견인, 성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 성년후견종료의 심판을 한다.","제12조(((한정후견개시))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로 사무를 처리할 능력이 부족한 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 성년후견인, 성년후견감독인, 특정후견인, 특정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 한정후견개시의 심판을 한다.\n ② 한정후견개시의 경우에 제9조제2항을 준용한다.","제13조(((피한정후견인))의 행위와 동의) ① 가정법원은 피한정후견인이 한정후견인의 동의를 받아야 하는 행위의 범위를 정할 수 있다.\n ② 가정법원은 본인, 배우자, 4촌 이내의 친족, 한정후견인, 한정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 제1항에 따른 한정후견인의 동의를 받아야만 할 수 있는 행위의 범위를 변경할 수 있다.\n ③ 한정후견인의 동의를 필요로 하는 행위에 대하여 한정후견인이 피한정후견인의 이익이 침해될 염려가 있음에도 그 동의를 하지 아니하는 때에는 가정법원은 피한정후견인의 청구에 의하여 한정후견인의 동의를 갈음하는 허가를 할 수 있다.\n ④ 한정후견인의 동의가 필요한 법률행위를 피한정후견인이 한정후견인의 동의 없이 하였을 때에는 그 법률행위를 취소할 수 있다. 다만, 일용품의 구입 등 일상생활에 필요하고 그 대가가 과도하지 아니한 법률행위에 대하여는 그러하지 아니하다.","제14조(((한정후견종료))의 심판) 한정후견개시의 원인이 소멸된 경우에는 가정법원은 본인, 배우자, 4촌 이내의 친족, 한정후견인, 한정후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 한정후견종료의 심판을 한다.","제14조의2(((특정후견))의 심판) ① 가정법원은 질병, 장애, 노령, 그 밖의 사유로 인한 정신적 제약으로일시적 후원 또는 특정한 사무에 관한 후원이 필요한 사람에 대하여 본인, 배우자, 4촌 이내의 친족, 미성년후견인, 미성년후견감독인, 검사 또는 지방자치단체의 장의 청구에 의하여 특정후견의 심판을 한다.\n ② 특정후견은 본인의 의사에 반하여 할 수 ((없))다.\n ③ 특정후견의 심판을 하는 경우에는 특정후견의 기간 또는 사무의 범위를 정하여야 한다.","제14조의3(심판 사이의 관계) ① 가정법원이 ((피한정후견인)) 또는 ((피특정후견인))에 대하여 성년후견개시의 심판을 할 때에는 종전의 한정후견 또는 특정후견의 종료 심판을 한다.\n ② 가정법원이 ((피성년후견인)) 또는 ((피특정후견인))에 대하여 한정후견개시의 심판을 할 때에는 종전의 성년후견 또는 특정후견의 종료 심판을 한다.","제15조(제한능력자의 상대방의 확답을 촉구할 권리) ① 제한능력자의 상대방은 제한능력자가 능력자가 된 후에 그에게 ((1))개월 이상의 기간을 정하여 그 취소할 수 있는 행위를 추인할 것인지 여부의 확답을 촉구할 수 있다. 능력자로 된 사람이 그 기간 내에 확답을 발송하지 아니하면 그 행위를 ((추인))한 것으로 본다.\n ② 제한능력자가 아직 능력자가 되지 못한 경우에는 그의 법정대리인에게 제1항의 촉구를 할 수 있고, 법정대리인이 그 정하여진 기간 내에 확답을 발송하지 아니한 경우에는 그 행위를 ((추인))한 것으로 본다.\n ③ 특별한 절차가 필요한 행위는 그 정하여진 기간 내에 그 절차를 밟은 확답을 발송하지 아니하면 ((취소))한 것으로 본다.","제16조(제한능력자의 상대방의 철회권과 거절권) ① 제한능력자가 맺은 계약은 추인이 있을 때까지 상대방이 그 의사표시를 철회할 수 있다. 다만, 상대방이 계약 당시에 제한능력자임을 알았을 경우에는 그러하지 아니하다.  \n ② 제한능력자의 ((단독행위))는 추인이 있을 때까지 상대방이 거절할 수 있다.\n ③ 제1항의 철회나 제2항의 거절의 의사표시는 ((제한능력자))에게도 할 수 있다.","제17조(제한능력자의 속임수) ① 제한능력자가 속임수로써 자기를 능력자로 믿게 한 경우에는 그 행위를 취소할 수 없다.\n ② ((미성년자))나 ((피한정후견인))이 속임수로써 법정대리인의 동의가 있는 것으로 믿게 한 경우에도 제1항과 같다.","제18조(주소) ①생활의 근거되는 곳을 주소로 한다.\n ②주소는 동시에 두 곳 이상 있을 수 ((있))다.","제19조(((거소))) 주소를 알 수 없으면 ((거소))를 주소로 본다.","제20조(((거소))) 국내에 주소없는 자에 대하여는 국내에 있는 ((거소))를 주소로 본다.","제21조(((가주소))) 어느 행위에 있어서 ((가주소))를 정한 때에는 그 행위에 관하여는 이를 주소로 본다.","제22조(부재자의 재산의 관리) ①종래의 주소나 거소를 떠난 자가 ((재산관리인))을 정하지 아니한 때에는 법원은 ((이해관계인))이나 검사의 청구에 의하여 ((재산관리))에 관하여 필요한 처분을 명하여야 한다. 본인의 부재 중 ((재산관리인))의 권한이 소멸한 때에도 같다.\n ②본인이 그 후에 재산관리인을 정한 때에는 법원은 본인, 재산관리인, 이해관계인 또는 검사의 청구에 의하여 전항의 명령을 취소하여야 한다.","제23조(관리인의 ((개임))) 부재자가 재산관리인을 정한 경우에 부재자의 생사가 분명하지 아니한 때에는 법원은 재산관리인, 이해관계인 또는 검사의 청구에 의하여 재산관리인을 ((개임))할 수 있다.","제24조(관리인의 직무) ①법원이 선임한 재산관리인은 관리할 ((재산목록))을 작성하여야 한다.\n ②법원은 그 선임한 재산관리인에 대하여 ((부재자))의 재산을 보존하기 위하여 필요한 처분을 명할 수 있다.\n ③부재자의 생사가 분명하지 아니한 경우에 ((이해관계인))이나 검사의 청구가 있는 때에는 법원은 부재자가 정한 재산관리인에게 전2항의 처분을 명할 수 있다.\n ④전3항의 경우에 그 비용은 부재자의 재산으로써 지급한다.","제25조(관리인의 권한) 법원이 선임한 재산관리인이 제((118))조에 규정한 권한을 넘는 행위를 함에는 법원의 ((허가))를 얻어야 한다. 부재자의 ((생사))가 분명하지 아니한 경우에 부재자가 정한 재산관리인이 권한을 넘는 행위를 할 때에도 같다.","제26조(관리인의 ((담보))제공, ((보수))) ①법원은 그 선임한 재산관리인으로 하여금 재산의 관리 및 반환에 관하여 상당한 ((담보))를 제공하게 할 수 있다.\n ②법원은 그 선임한 재산관리인에 대하여 부재자의 재산으로 상당한 ((보수))를 지급할 수 있다.\n ③전2항의 규정은 부재자의 생사가 분명하지 아니한 경우에 부재자가 정한 재산관리인에 준용한다.","제27조(((실종))의 선고) ①부재자의 생사가 ((5))년간 분명하지 아니한 때에는 법원은 이해관계인이나 검사의 청구에 의하여 ((실종))선고를 하여야 한다.\n ②전지에 임한 자, 침몰한 선박 중에 있던 자, 추락한 항공기 중에 있던 자 기타 사망의 원인이 될 위난을 당한 자의 생사가 전쟁종지후 또는 선박의 침몰, 항공기의 추락 기타 위난이 종료한 후 ((1))년간 분명하지 아니한 때에도 제1항과 같다.","제28조(((실종선고))의 효과) ((실종선고))를 받은 자는 전조의 기간이 만료한 때에 사망한 것으로 본다.","제29조(실종선고의 ((취소))) ①실종자의 생존한 사실 또는 전조의 규정과 상이한 때에 사망한 사실의 증명이 있으면 법원은 본인, 이해관계인 또는 검사의 청구에 의하여 실종선고를 ((취소))하여야 한다. 그러나 실종선고후 그 취소전에 선의로 한 행위의 효력에 영향을 미치지 아니한다.\n ②실종선고의 취소가 있을 때에 실종의 선고를 직접원인으로 하여 재산을 취득한 자가 ((선의))인 경우에는 그 받은 이익이 현존하는 한도에서 ((반환))할 의무가 있고 ((악의))인 경우에는 그 받은 이익에 ((이자))를 붙여서 반환하고 손해가 있으면 이를 ((배상))하여야 한다.","제30조(동시사망) ((2))인 이상이 동일한 위난으로 사망한 경우에는 동시에 사망한 것으로 추정한다.","제31조(((법인))성립의 준칙) ((법인))은 법률의 규정에 의함이 아니면 성립하지 못한다.","제32조(((비영리))법인의 설립과 허가) 학술, 종교, 자선, 기예, 사교 기타 ((영리))아닌 사업을 목적으로 하는 사단 또는 재단은 주무관청의 허가를 얻어 이를 법인으로 할 수 있다.","제33조(법인설립의 ((등기))) 법인은 그 주된 사무소의 소재지에서 ((설립등기))를 함으로써 성립한다.","제34조(법인의 ((권리능력))) 법인은 법률의 규정에 좇아 ((정관))으로 정한 목적의 범위내에서 ((권리와 의무))의 주체가 된다.","제35조(법인의 ((불법행위))능력) ①법인은 이사 기타 대표자가 그 직무에 관하여 타인에게 가한 손해를 배상할 책임이 있다. 이사 기타 대표자는 이로 인하여 자기의 ((손해배상))책임을 면하지 못한다.\n ②법인의 목적범위외의 행위로 인하여 타인에게 손해를 가한 때에는 그 사항의 의결에 찬성하거나 그 의결을 집행한 사원, 이사 및 기타 대표자가 연대하여 ((배상))하여야 한다.","제36조(법인의 ((주소))) 법인의 ((주소))는 그 주된 사무소의 소재지에 있는 것으로 한다.","제37조(법인의 사무의 검사, 감독) 법인의 사무는 ((주무관청))이 검사, 감독한다.","제38조(법인의 ((설립허가))의 취소) 법인이 목적 이외의 사업을 하거나 ((설립허가))의 조건에 위반하거나 기타 공익을 해하는 행위를 한 때에는 주무관청은 그 허가를 취소할 수 있다.","제39조(((영리))법인) ①((영리))를 목적으로 하는 사단은 ((상사회사))설립의 조건에 좇아 이를 법인으로 할 수 있다.\n ②전항의 사단법인에는 모두 ((상사회사))에 관한 규정을 준용한다.","제40조(사단법인의 ((정관))) 사단법인의 설립자는 다음 각호의 사항을 기재한 ((정관))을 작성하여 ((기명))날인하여야 한다. 1. 목적 2. 명칭 3. 사무소의 소재지 4. 자산에 관한 규정 5. 이사의 임면에 관한 규정 6. 사원자격의 득실에 관한 규정 7. 존립시기나 해산사유를 정하는 때에는 그 시기 또는 사유","제41조(이사의 ((대표권))에 대한 제한) 이사의 ((대표권))에 대한 제한은 이를 정관에 기재하지 아니하면 그 효력이 없다.","제42조(((사단))법인의 정관의 변경) ①((사단))법인의 정관은 총사원 ((3분의 2)) 이상의 동의가 있는 때에 한하여 이를 변경할 수 있다. 그러나 정수에 관하여 정관에 다른 규정이 있는 때에는 그 규정에 의한다.\n ②정관의 변경은 주무관청의 허가를 얻지 아니하면 그 효력이 없다.","제43조(((재단))법인의 정관) ((재단))법인의 설립자는 일정한 재산을 출연하고 제40조제1호 내지 제5호의 사항을 기재한 정관을 작성하여 ((기명))날인하여야 한다.","제44조(재단법인의 정관의 ((보충))) 재단법인의 설립자가 그 명칭, 사무소소재지 또는 이사임면의 방법을 정하지 아니하고 사망한 때에는 이해관계인 또는 검사의 청구에 의하여 법원이 이를 정한다.","제45조(재단법인의 정관((변경))) ①재단법인의 정관은 그 ((변경))방법을 정관에 정한 때에 한하여 ((변경))할 수 있다.\n ②재단법인의 목적달성 또는 그 재산의 보전을 위하여 적당한 때에는 전항의 규정에 불구하고 명칭 또는 사무소의 소재지를 변경할 수 있다.\n ③제42조제2항의 규정은 전2항의 경우에 준용한다.","제46조(재단법인의 ((목적)) 기타의 변경) 재단법인의 ((목적))을 달성할 수 없는 때에는 설립자나 이사는 주무관청의 허가를 얻어 설립의 취지를 참작하여 그 ((목적)) 기타 정관의 규정을 변경할 수 있다.","제47조(((증여)), ((유증))에 관한 규정의 준용) ①생전처분으로 재단법인을 설립하는 때에는 ((증여))에 관한 규정을 준용한다.\n ②유언으로 재단법인을 설립하는 때에는 ((유증))에 관한 규정을 준용한다.","제48조(출연재산의 ((귀속))시기) ①((생전))처분으로 재단법인을 설립하는 때에는 출연재산은 법인이 성립된 때로부터 법인의 재산이 된다.\n ②((유언))으로 재단법인을 설립하는 때에는 출연재산은 ((유언))의 효력이 발생한 때로부터 법인에 귀속한 것으로 본다.","제49조(법인의 ((등기))사항) ①법인설립의 허가가 있는 때에는 ((3주간))내에 주된 사무소소재지에서 ((설립등기))를 하여야 한다.\n ②전항의 등기사항은 다음과 같다. 1. 목적 2. 명칭 3. 사무소 4. 설립허가의 연월일 5. 존립시기나 해산이유를 정한 때에는 그 시기 또는 사유 6. 자산의 총액 7. 출자의 방법을 정한 때에는 그 방법 8. 이사의 성명, 주소 9. 이사의 대표권을 제한한 때에는 그 제한","제50조(((분사무소))설치의 등기) ①법인이 ((분사무소))를 설치한 때에는 주사무소소재지에서는 ((3주간))내에 ((분사무소))를 설치한 것을 등기하고 그 ((분사무소))소재지에서는 동기간내에 전조제2항의 사항을 등기하고 다른 ((분사무소))소재지에서는 동기간내에 그 ((분사무소))를 설치한 것을 등기하여야 한다.\n ②주사무소 또는 ((분사무소))의 소재지를 관할하는 등기소의 관할구역내에 ((분사무소))를 설치한 때에는 전항의 기간내에 그 사무소를 설치한 것을 등기하면 된다.","제51조(사무소((이전))의 등기) ①법인이 그 사무소를 ((이전))하는 때에는 구소재지에서는 ((3주간))내에 ((이전))등기를 하고 신소재지에서는 동기간내에 제49조제2항에 게기한 사항을 등기하여야 한다.\n ②동일한 등기소의 관할구역내에서 사무소를 ((이전))한 때에는 그 ((이전))한 것을 등기하면 된다.","제52조(((변경))등기) 제49조제2항의 사항 중에 ((변경))이 있는 때에는 ((3주간))내에 ((변경))등기를 하여야 한다.","제52조의2(직무집행정지 등 ((가처분))의 등기) 이사의 직무집행을 정지하거나 직무대행자를 선임하는 ((가처분))을 하거나 그 ((가처분))을 변경ㆍ취소하는 경우에는 주사무소와 분사무소가 있는 곳의 등기소에서 이를 등기하여야 한다.","제53조(등기((기간))의 기산) 전3조의 규정에 의하여 등기할 사항으로 관청의 허가를 요하는 것은 그 허가서가 도착한 날로부터 등기의 ((기간))을 기산한다.","제54조(설립등기 이외의 등기의 효력과 등기사항의 공고) ①설립등기 이외의 본절의 등기사항은 그 등기 후가 아니면 ((제삼자))에게 대항하지 못한다.\n ②등기한 사항은 ((법원))이 지체없이 공고하여야 한다.","제55조(((재산))목록과 ((사원))명부) ①법인은 성립한 때 및 매년 ((3월))내에 ((재산))목록을 작성하여 사무소에 비치하여야 한다. 사업연도를 정한 법인은 성립한 때 및 그 ((연도말))에 이를 작성하여야 한다.\n ②사단법인은 ((사원))명부를 비치하고 ((사원))의 변경이 있는 때에는 이를 기재하여야 한다.","제56조(사원권의 ((양도, 상속))금지) 사단법인의 사원의 지위는 ((양도 또는 상속))할 수 없다.","제57조(((이사))) 법인은 ((이사))를 두어야 한다.","제58조(이사의 사무집행) ①이사는 법인의 사무를 집행한다.  \n ②이사가 ((수인))인 경우에는 정관에 다른 규정이 없으면 법인의 사무집행은 이사의 ((과반수))로써 결정한다.","제59조(이사의 ((대표))권) ①이사는 법인의 사무에 관하여 각자 법인을 ((대표))한다. 그러나 정관에 규정한 취지에 위반할 수 없고 특히 사단법인은 ((총회의 의결))에 의하여야 한다.\n ②법인의 대표에 관하여는 ((대리))에 관한 규정을 준용한다.","제60조(이사의 대표권에 대한 ((제한))의 대항요건) 이사의 대표권에 대한 ((제한))은 ((등기))하지 아니하면 제삼자에게 대항하지 못한다.","제60조의2(직무대행자의 권한) ①제52조의2의 직무대행자는 가처분명령에 다른 정함이 있는 경우 외에는 법인의 ((통상사무))에 속하지 아니한 행위를 하지 못한다. 다만, 법원의 허가를 얻은 경우에는 그러하지 아니하다.\n ②직무대행자가 제1항의 규정에 위반한 행위를 한 경우에도 법인은 ((선의의 제3자))에 대하여 책임을 진다.","제61조(이사의 ((주의))의무) 이사는 ((선량한 관리자))의 주의로 그 직무를 행하여야 한다.","제62조(이사의 ((대리))인 선임) 이사는 정관 또는 총회의 결의로 금지하지 아니한 사항에 한하여 타인으로 하여금 특정한 행위를 ((대리))하게 할 수 있다.","제63조(((임시))이사의 선임) 이사가 없거나 결원이 있는 경우에 이로 인하여 손해가 생길 염려 있는 때에는 법원은 이해관계인이나 검사의 청구에 의하여 ((임시))이사를 선임하여야 한다.","제64조(((특별대리인))의 선임) 법인과 이사의 이익이 ((상반))하는 사항에 관하여는 이사는 대표권이 없다. 이 경우에는 전조의 규정에 의하여 ((특별대리인))을 선임하여야 한다.","제65조(이사의 임무((해태))) 이사가 그 임무를 ((해태))한 때에는 그 이사는 법인에 대하여 연대하여 ((손해배상))의 책임이 있다.","제66조(((감사))) 법인은 ((정관 또는 총회))의 결의로 ((감사))를 둘 수 있다.","제67조(감사의 직무) 감사의 직무는 다음과 같다. 1. 법인의 ((재산))상황을 감사하는 일 2. 이사의 업무집행의 상황을 감사하는 일 3. 재산상황 또는 업무집행에 관하여 부정, 불비한 것이 있음을 발견한 때에는 이를 ((총회 또는 주무관청))에 보고하는 일 4. 전호의 보고를 하기 위하여 필요있는 때에는 총회를 소집하는 일","제68조(((총회))의 권한) 사단법인의 사무는 정관으로 이사 또는 기타 임원에게 위임한 사항외에는 ((총회))의 결의에 의하여야 한다.","제69조(((통상))총회) 사단법인의 이사는 매년 ((1))회 이상 ((통상))총회를 소집하여야 한다.","제70조(((임시))총회) ①사단법인의 이사는 필요하다고 인정한 때에는 ((임시))총회를 소집할 수 있다.\n ②총사원의 ((5분의 1)) 이상으로부터 회의의 목적사항을 제시하여 청구한 때에는 이사는 ((임시))총회를 소집하여야 한다. 이 정수는 ((정관))으로 증감할 수 있다.\n ③전항의 청구있는 후 ((2주간))내에 이사가 총회소집의 절차를 밟지 아니한 때에는 청구한 사원은 법원의 허가를 얻어 이를 소집할 수 있다.","제71조(총회의 소집) 총회의 소집은 ((1주간))전에 그 회의의 목적사항을 기재한 ((통지))를 발하고 기타 정관에 정한 방법에 의하여야 한다.","제72조(총회의 결의사항) 총회는 전조의 규정에 의하여 ((통지))한 사항에 관하여서만 결의할 수 있다. 그러나 정관에 다른 규정이 있는 때에는 그 규정에 의한다.","제73조(사원의 ((결의))권) ①각 사원의 ((결의))권은 평등으로 한다.\n ②사원은 ((서면이나 대리인))으로 ((결의))권을 행사할 수 있다.\n ③전2항의 규정은 정관에 다른 규정이 있는 때에는 적용하지 아니한다.","제74조(사원이 결의권없는 경우) ((사단))법인과 어느 사원과의 관계사항을 의결하는 경우에는 그 사원은 결의권이 없다.","제75조(총회의 결의방법) ①총회의 결의는 본법 또는 정관에 다른 규정이 없으면 사원 ((과반수))의 출석과 출석사원의 결의권의 ((과반수))로써 한다. ②제73조제2항의 경우에는 당해사원은 출석한 것으로 한다.","제76조(총회의 ((의사록))) ①총회의 의사에 관하여는 ((의사록))을 작성하여야 한다.\n ②((의사록))에는 의사의 경과, 요령 및 결과를 기재하고 의장 및 출석한 이사가 기명날인하여야 한다.\n ③이사는 의사록을 주된 사무소에 비치하여야 한다.","제77조(((해산))사유) ①법인은 존립기간의 만료, 법인의 목적의 달성 또는 달성의 불능 기타 정관에 정한 ((해산))사유의 발생, 파산 또는 설립허가의 취소로 ((해산))한다.\n ②사단법인은 사원이 없게 되거나 총회의 결의로도 ((해산))한다.","제78조(사단법인의 해산결의) 사단법인은 총사원 ((4분의 3)) 이상의 동의가 없으면 해산을 결의하지 못한다. 그러나 정관에 다른 규정이 있는 때에는 그 규정에 의한다.","제79조(((파산))신청) 법인이 채무를 완제하지 못하게 된 때에는 이사는 지체없이 ((파산))신청을 하여야 한다.","제80조(((잔여))재산의 귀속) ①해산한 법인의 재산은 정관으로 지정한 자에게 귀속한다.\n ②정관으로 귀속권리자를 지정하지 아니하거나 이를 지정하는 방법을 정하지 아니한 때에는 이사 또는 청산인은 ((주무관청의 허가))를 얻어 그 법인의 목적에 유사한 목적을 위하여 그 재산을 처분할 수 있다. 그러나 사단법인에 있어서는 ((총회의 결의))가 있어야 한다.\n ③전2항의 규정에 의하여 처분되지 아니한 재산은 국고에 귀속한다.","제81조(((청산))법인) 해산한 법인은 ((청산))의 목적범위내에서만 권리가 있고 의무를 부담한다.","제82조(청산인) 법인이 해산한 때에는 ((파산))의 경우를 제하고는 ((이사))가 청산인이 된다. 그러나 정관 또는 총회의 결의로 달리 정한 바가 있으면 그에 의한다.","제83조(법원에 의한 청산인의 선임) 전조의 규정에 의하여 청산인이 될 자가 없거나 청산인의 결원으로 인하여 손해가 생길 염려가 있는 때에는 법원은 ((직권)) 또는 이해관계인이나 검사의 ((청구))에 의하여 청산인을 선임할 수 있다.","제84조(법원에 의한 청산인의 ((해임))) 중요한 사유가 있는 때에는 법원은 직권 또는 이해관계인이나 검사의 청구에 의하여 청산인을 ((해임))할 수 있다.","제85조(해산등기) ①청산인은 파산의 경우를 제하고는 그 취임후 ((3주간))내에 해산의 사유 및 연월일, 청산인의 성명 및 주소와 청산인의 대표권을 제한한 때에는 그 제한을 주된 사무소 및 분사무소소재지에서 등기하여야 한다. ②제52조의 규정은 전항의 등기에 준용한다.","제86조(해산신고) ①청산인은 파산의 경우를 제하고는 그 취임후 3주간내에 전조제1항의 사항을 ((주무관청))에 신고하여야 한다.\n ②((청산))중에 취임한 청산인은 그 성명 및 주소를 신고하면 된다.","제87조(청산인의 직무) ①청산인의 직무는 다음과 같다. 1. 현존사무의 종결 2. 채권의 ((추심)) 및 채무의 ((변제)) 3. ((잔여재산))의 인도\n ②청산인은 전항의 직무를 행하기 위하여 필요한 모든 행위를 할 수 있다.","제88조(채권신고의 공고) ①청산인은 취임한 날로부터 ((2))월내에 ((3))회 이상의 공고로 채권자에 대하여 일정한 기간내에 그 채권을 신고할 것을 최고하여야 한다. 그 기간은 ((2))월 이상이어야 한다.\n ②전항의 공고에는 채권자가 기간내에 신고하지 아니하면 청산으로부터 제외될 것을 ((표시))하여야 한다.\n ③제1항의 공고는 법원의 등기사항의 공고와 동일한 방법으로 하여야 한다.","제89조(채권신고의 ((최고))) 청산인은 알고 있는 채권자에게 대하여는 각각 그 채권신고를 ((최고))하여야 한다. 알고 있는 채권자는 청산으로부터 제외하지 못한다.","제90조(채권신고기간내의 변제금지) 청산인은 제88조제1항의 채권신고기간내에는 채권자에 대하여 변제하지 못한다. 그러나 법인은 채권자에 대한 ((지연손해배상))의 의무를 면하지 못한다.","제91조(채권변제의 ((특례))) ①청산 중의 법인은 변제기에 이르지 아니한 채권에 대하여도 변제할 수 있다.\n ②전항의 경우에는 조건있는 채권, 존속기간의 불확정한 채권 기타 가액의 불확정한 채권에 관하여는 법원이 선임한 ((감정인))의 평가에 의하여 변제하여야 한다.","제92조(청산으로부터 제외된 채권) 청산으로부터 제외된 채권자는 법인의 채무를 완제한 후 ((귀속권리자))에게 인도하지 아니한 재산에 대하여서만 변제를 청구할 수 있다.","제93조(청산중의 파산) ①청산중 법인의 재산이 그 채무를 완제하기에 부족한 것이 분명하게 된 때에는 청산인은 지체없이 파산선고를 신청하고 이를 ((공고))하여야 한다.\n ②청산인은 파산관재인에게 그 사무를 ((인계))함으로써 그 임무가 종료한다.\n ③제88조제3항의 규정은 제1항의 공고에 준용한다.","제94조(청산종결의 등기와 신고) 청산이 종결한 때에는 청산인은 ((3주간))내에 이를 등기하고 주무관청에 신고하여야 한다.","제95조(해산, 청산의 검사, 감독) 법인의 해산 및 청산은 ((법원))이 검사, 감독한다.","제96조(준용규정) 제58조제2항, 제59조 내지 제62조, 제64조, 제65조 및 제70조의 규정은 청산인에 이를 준용한다.","제97조(벌칙) 법인의 이사, 감사 또는 청산인은 다음 각호의 경우에는 ((500만))원 이하의 과태료에 처한다. 1. 본장에 규정한 등기를 해태한 때 2. 제55조의 규정에 위반하거나 재산목록 또는 사원명부에 부정기재를 한 때 3. 제37조, 제95조에 규정한 검사, 감독을 방해한 때 4. 주무관청 또는 총회에 대하여 사실아닌 신고를 하거나 사실을 은폐한 때 5. 제76조와 제90조의 규정에 위반한 때 6. 제79조, 제93조의 규정에 위반하여 파산선고의 신청을 해태한 때 7. 제88조, 제93조에 정한 공고를 해태하거나 부정한 공고를 한 때","제98조(((물건))의 정의) 본법에서 ((물건))이라 함은 유체물 및 전기 기타 관리할 수 있는 자연력을 말한다.","제99조(((부동산)), ((동산))) ①토지 및 그 정착물은 ((부동산))이다.\n ②부동산 이외의 물건은 ((동산))이다.","제100조(((주물)), ((종물))) ①물건의 소유자가 그 물건의 상용에 공하기 위하여 자기소유인 다른 물건을 이에 부속하게 한 때에는 그 부속물은 ((종물))이다.\n ②((종물))은 ((주물))의 처분에 따른다.","제101조(((천연))과실, ((법정))과실) ①물건의 용법에 의하여 수취하는 산출물은 ((천연))과실이다.\n ②물건의 사용대가로 받는 금전 기타의 물건은 ((법정))과실로 한다.","제102조(과실의 취득) ①((천연))과실은 그 원물로부터 분리하는 때에 이를 수취할 권리자에게 속한다.\n ②((법정))과실은 수취할 권리의 존속기간일수의 비율로 취득한다.","제103조(반사회질서의 법률행위) 선량한 풍속 기타 사회질서에 위반한 사항을 내용으로 하는 법률행위는 ((무효))로 한다.","제104조(((불공정))한 법률행위) 당사자의 궁박, 경솔 또는 무경험으로 인하여 현저하게 ((공정))을 잃은 법률행위는 무효로 한다.","제105조(((임의규정))) 법률행위의 당사자가 법령 중의 선량한 풍속 기타 사회질서에 관계없는 규정과 다른 의사를 표시한 때에는 그 의사에 의한다.","제106조(((사실인)) 관습) 법령 중의 선량한 풍속 기타 사회질서에 관계없는 규정과 다른 관습이 있는 경우에 당사자의 의사가 명확하지 아니한 때에는 그 관습에 의한다.","제107조(((진의)) 아닌 의사표시) ①의사표시는 표의자가 ((진의))아님을 알고 한 것이라도 그 효력이 있다. 그러나 상대방이 표의자의 ((진의))아님을 알았거나 이를 알 수 있었을 경우에는 무효로 한다.\n ②전항의 의사표시의 무효는 ((선의의 제삼자))에게 대항하지 못한다.","제108조(((통정한 허위))의 의사표시) ①상대방과 ((통정한 허위))의 의사표시는 무효로 한다.\n ②전항의 의사표시의 무효는 ((선의의 제삼자))에게 대항하지 못한다.","제109조(((착오))로 인한 의사표시) ①의사표시는 법률행위의 내용의 중요부분에 ((착오))가 있는 때에는 취소할 수 있다. 그러나 그 착오가 표의자의 ((중대한 과실))로 인한 때에는 취소하지 못한다.\n ②전항의 의사표시의 취소는 ((선의의 제삼자))에게 대항하지 못한다.","제110조(((사기, 강박))에 의한 의사표시) ①((사기나 강박))에 의한 의사표시는 취소할 수 있다.\n ②상대방있는 의사표시에 관하여 제삼자가 ((사기나 강박))을 행한 경우에는 상대방이 그 사실을 알았거나 알 수 있었을 경우에 한하여 그 의사표시를 취소할 수 있다.\n ③전2항의 의사표시의 취소는 ((선의의 제삼자))에게 대항하지 못한다.","제111조(의사표시의 효력발생시기) ① 상대방이 있는 의사표시는 상대방에게 ((도달))한 때에 그 효력이 생긴다. ② 의사표시자가 그 통지를 발송한 후 사망하거나 제한능력자가 되어도 의사표시의 효력에 영향을 미치지 아니한다.","제112조(((제한능력자))에 대한 의사표시의 효력) 의사표시의 상대방이 의사표시를 받은 때에 ((제한능력자))인 경우에는 의사표시자는 그 의사표시로써 대항할 수 없다. 다만, 그 상대방의 법정대리인이 의사표시가 도달한 사실을 안 후에는 그러하지 아니하다.","제113조(의사표시의 ((공시송달))) 표의자가 과실없이 상대방을 알지 못하거나 상대방의 소재를 알지 못하는 경우에는 의사표시는 민사소송법 ((공시송달))의 규정에 의하여 송달할 수 있다.","제114조(((대리))행위의 효력) ①((대리인))이 그 권한내에서 본인을 위한 것임을 표시한 의사표시는 직접 본인에게 대하여 효력이 생긴다.\n ②전항의 규정은 ((대리인))에게 대한 제삼자의 의사표시에 준용한다.","제115조(((본인))을 위한 것임을 표시하지 아니한 행위) 대리인이 ((본인))을 위한 것임을 표시하지 아니한 때에는 그 의사표시는 자기를 위한 것으로 본다. 그러나 상대방이 대리인으로서 한 것임을 알았거나 알 수 있었을 때에는 전조제1항의 규정을 준용한다.","제116조(대리행위의 ((하자))) ①의사표시의 효력이 의사의 흠결, 사기, 강박 또는 어느 사정을 알았거나 과실로 알지 못한 것으로 인하여 영향을 받을 경우에 그 사실의 유무는 대리인을 표준하여 결정한다.\n ②특정한 법률행위를 위임한 경우에 대리인이 본인의 지시에 좇아 그 행위를 한 때에는 본인은 자기가 안 사정 또는 과실로 인하여 알지 못한 사정에 관하여 대리인의 부지를 주장하지 못한다.","제117조(대리인의 ((행위능력))) 대리인은 ((행위능력자))임을 요하지 아니한다.","제118조(대리권의 범위) 권한을 정하지 아니한 대리인은 다음 각호의 행위만을 할 수 있다. 1. ((보존))행위 2. 대리의 목적인 물건이나 권리의 성질을 변하지 아니하는 범위에서 그 ((이용 또는 개량))하는 행위","제119조(((각자))대리) 대리인이 수인인 때에는 ((각자))가 본인을 대리한다. 그러나 법률 또는 수권행위에 다른 정한 바가 있는 때에는 그러하지 아니하다.","제120조(임의대리인의 복임권) 대리권이 법률행위에 의하여 부여된 경우에는 대리인은 본인의 승낙이 있거나 부득이한 사유있는 때가 아니면 ((복대리인))을 선임하지 못한다.","제121조(임의대리인의 복대리인선임의 책임) ①전조의 규정에 의하여 대리인이 복대리인을 선임한 때에는 본인에게 대하여 그 ((선임감독))에 관한 책임이 있다.\n ②대리인이 본인의 지명에 의하여 복대리인을 선임한 경우에는 그 부적임 또는 불성실함을 알고 본인에게 대한 통지나 그 해임을 태만한 때가 아니면 책임이 없다.","제122조(((법정대리인))의 복임권과 그 책임) ((법정대리인))은 그 책임으로 복대리인을 선임할 수 있다. 그러나 부득이한 사유로 인한 때에는 전조제1항에 정한 책임만이 있다.","제123조(((복대리인))의 권한) ①((복대리인))은 그 권한내에서 본인을 대리한다.\n ②((복대리인))은 본인이나 제삼자에 대하여 대리인과 동일한 권리의무가 있다.","제124조(자기계약, 쌍방대리) 대리인은 본인의 허락이 없으면 본인을 위하여 자기와 법률행위를 하거나 동일한 법률행위에 관하여 ((당사자쌍방))을 대리하지 못한다. 그러나 ((채무의 이행))은 할 수 있다.","제125조(대리권수여의 표시에 의한 ((표현대리))) 제삼자에 대하여 타인에게 대리권을 수여함을 표시한 자는 그 대리권의 범위내에서 행한 그 타인과 그 제삼자간의 법률행위에 대하여 책임이 있다. 그러나 제삼자가 대리권없음을 알았거나 알 수 있었을 때에는 그러하지 아니하다.","제126조(((권한을 넘은)) 표현대리) 대리인이 그 ((권한외))의 법률행위를 한 경우에 제삼자가 그 권한이 있다고 믿을 만한 정당한 이유가 있는 때에는 본인은 그 행위에 대하여 책임이 있다.","제127조(대리권의 ((소멸))사유) 대리권은 다음 각 호의 어느 하나에 해당하는 사유가 있으면 ((소멸))된다. 1. 본인의 사망 2. 대리인의 사망, 성년후견의 개시 또는 파산","제128조(임의대리의 종료) 법률행위에 의하여 수여된 대리권은 전조의 경우외에 그 원인된 ((법률관계))의 종료에 의하여 소멸한다. ((법률관계))의 종료전에 본인이 ((수권행위))를 철회한 경우에도 같다.","제129조(대리권((소멸))후의 표현대리) 대리권의 ((소멸))은 선의의 제삼자에게 대항하지 못한다. 그러나 제삼자가 과실로 인하여 그 사실을 알지 못한 때에는 그러하지 아니하다.","제130조(((무권))대리) 대리권없는 자가 타인의 대리인으로 한 계약은 본인이 이를 추인하지 아니하면 본인에 대하여 효력이 없다.","제131조(상대방의 ((최고))권) 대리권없는 자가 타인의 대리인으로 계약을 한 경우에 상대방은 상당한 기간을 정하여 본인에게 그 추인여부의 확답을 ((최고))할 수 있다. 본인이 그 기간내에 확답을 발하지 아니한 때에는 추인을 거절한 것으로 본다.","제132조(추인, 거절의 상대방) 추인 또는 거절의 의사표시는 상대방에 대하여 하지 아니하면 그 상대방에 ((대항))하지 못한다. 그러나 상대방이 그 사실을 안 때에는 그러하지 아니하다.","제133조(추인의 효력) 추인은 다른 의사표시가 없는 때에는 계약시에 ((소급))하여 그 효력이 생긴다. 그러나 제삼자의 권리를 해하지 못한다."," 제134조(상대방의 ((철회))권) 대리권없는 자가 한 계약은 본인의 추인이 있을 때까지 상대방은 본인이나 그 대리인에 대하여 이를 ((철회))할 수 있다. 그러나 계약당시에 상대방이 대리권 없음을 안 때에는 그러하지 아니하다.","제135조(상대방에 대한 ((무권대리인))의 책임) ① 다른 자의 대리인으로서 계약을 맺은 자가 그 대리권을 증명하지 못하고 또 본인의 추인을 받지 못한 경우에는 그는 상대방의 선택에 따라 계약을 이행할 책임 또는 손해를 배상할 책임이 있다.\n ② 대리인으로서 계약을 맺은 자에게 대리권이 없다는 사실을 상대방이 알았거나 알 수 있었을 때 또는 대리인으로서 계약을 맺은 사람이 제한능력자일 때에는 제1항을 적용하지 아니한다.","제136조(((단독행위))와 무권대리) ((단독행위))에는 그 행위당시에 상대방이 대리인이라 칭하는 자의 대리권없는 행위에 동의하거나 그 대리권을 다투지 아니한 때에 한하여 전6조의 규정을 준용한다. 대리권없는 자에 대하여 그 동의를 얻어 ((단독행위))를 한 때에도 같다.","제137조(법률행위의 ((일부))무효) 법률행위의 ((일부분))이 무효인 때에는 그 ((전부))를 무효로 한다. 그러나 그 무효부분이 없더라도 법률행위를 하였을 것이라고 인정될 때에는 나머지 부분은 무효가 되지 아니한다.","제138조(무효행위의 ((전환))) 무효인 법률행위가 다른 법률행위의 요건을 구비하고 당사자가 그 무효를 알았더라면 다른 법률행위를 하는 것을 ((의욕))하였으리라고 인정될 때에는 다른 법률행위로서 효력을 가진다.","제139조(무효행위의 ((추인))) 무효인 법률행위는 ((추인))하여도 그 효력이 생기지 아니한다. 그러나 당사자가 그 무효임을 알고 ((추인))한 때에는 새로운 법률행위로 본다.","제140조(법률행위의 ((취소))권자) ((취소))할 수 있는 법률행위는 제한능력자, 착오로 인하거나 사기ㆍ강박에 의하여 의사표시를 한 자, 그의 대리인 또는 승계인만이 취소할 수 있다.","제141조(취소의 효과) 취소된 법률행위는 처음부터 ((무효))인 것으로 본다. 다만, 제한능력자는 그 행위로 인하여 받은 이익이 현존하는 한도에서 ((상환(償還)))할 책임이 있다.","제142조(취소의 상대방) 취소할 수 있는 법률행위의 상대방이 확정한 경우에는 그 취소는 그 상대방에 대한 ((의사표시))로 하여야 한다.","제143조(((추인))의 방법, 효과) ①취소할 수 있는 법률행위는 제140조에 규정한 자가 ((추인))할 수 있고 ((추인))후에는 취소하지 못한다.\n ②전조의 규정은 전항의 경우에 준용한다.","제144조(추인의 ((요건))) ① 추인은 취소의 원인이 소멸된 후에 하여야만 효력이 있다.\n ② 제1항은 법정대리인 또는 후견인이 추인하는 경우에는 적용하지 아니한다.","제145조(((법정))추인) 취소할 수 있는 법률행위에 관하여 전조의 규정에 의하여 추인할 수 있는 후에 다음 각호의 사유가 있으면 추인한 것으로 본다. 그러나 이의를 보류한 때에는 그러하지 아니하다. 1. 전부나 일부의 이행 2. 이행의 청구 3. 경개 4. 담보의 제공 5. 취소할 수 있는 행위로 취득한 권리의 전부나 일부의 양도 6. 강제집행","제146조(취소권의 소멸) 취소권은 추인할 수 있는 날로부터 ((3년))내에 법률행위를 한 날로부터 ((10년))내에 행사하여야 한다.","제147조(((조건성취))의 효과) ①정지조건있는 법률행위는 조건이 성취한 때로부터 그 효력이 생긴다.\n ②해제조건있는 법률행위는 조건이 성취한 때로부터 그 효력을 잃는다.\n ③당사자가 조건성취의 효력을 그 성취전에 소급하게 할 의사를 표시한 때에는 그 의사에 의한다.","제148조(((조건부권리))의 침해금지) 조건있는 법률행위의 당사자는 조건의 성부가 미정한 동안에 조건의 성취로 인하여 생길 상대방의 이익을 해하지 못한다.","제149조(조건부권리의 처분 등) 조건의 성취가 미정한 권리의무는 ((일반규정))에 의하여 처분, 상속, 보존 또는 담보로 할 수 있다.","제150조(조건성취, 불성취에 대한 ((반신의))행위) ①조건의 성취로 인하여 불이익을 받을 당사자가 신의성실에 반하여 조건의 성취를 방해한 때에는 상대방은 그 조건이 성취한 것으로 주장할 수 있다.\n ②조건의 성취로 인하여 이익을 받을 당사자가 신의성실에 반하여 조건을 성취시킨 때에는 상대방은 그 조건이 성취하지 아니한 것으로 주장할 수 있다.","제151조(((불법))조건, ((기성))조건) ①조건이 선량한 풍속 기타 사회질서에 위반한 것인 때에는 그 법률행위는 무효로 한다.\n ②조건이 법률행위의 당시 이미 성취한 것인 경우에는 그 조건이 정지조건이면 조건없는 법률행위로 하고 해제조건이면 그 법률행위는 무효로 한다.\n ③조건이 법률행위의 당시에 이미 성취할 수 없는 것인 경우에는 그 조건이 해제조건이면 조건없는 법률행위로 하고 정지조건이면 그 법률행위는 무효로 한다.","제152조(기한도래의 효과) ①((시기있는)) 법률행위는 기한이 도래한 때로부터 그 효력이 생긴다.\n ②((종기있는)) 법률행위는 기한이 도래한 때로부터 그 효력을 잃는다.","제153조(기한의 ((이익))과 그 포기) ①기한은 채무자의 ((이익))을 위한 것으로 추정한다.\n ②기한의 ((이익))은 이를 포기할 수 있다. 그러나 상대방의 ((이익))을 해하지 못한다.","제154조(기한부권리와 준용규정) 제((148))조와 제((149))조의 규정은 기한있는 법률행위에 준용한다.","제155조(본장의 적용범위) 기간의 계산은 ((법령)), ((재판상의 처분)) 또는 ((법률행위))에 다른 정한 바가 없으면 본장의 규정에 의한다.","제156조(기간의 기산점) 기간을 시, 분, 초로 정한 때에는 ((즉시))로부터 기산한다.","제157조(기간의 기산점) 기간을 일, 주, 월 또는 연으로 정한 때에는 기간의 ((초일))은 산입하지 아니한다. 그러나 그 기간이 오전 ((영시))로부터 시작하는 때에는 그러하지 아니하다.","제158조(연령의 기산점) 연령계산에는 ((출생일))을 산입한다.","제159조(기간의 만료점) 기간을 일, 주, 월 또는 연으로 정한 때에는 ((기간말일))의 종료로 기간이 만료한다.","제160조(((역))에 의한 계산) ①기간을 주, 월 또는 연으로 정한 때에는 ((역))에 의하여 계산한다.\n ②주, 월 또는 연의 처음으로부터 기간을 기산하지 아니하는 때에는 최후의 주, 월 또는 연에서 그 기산일에 해당한 날의 ((전일))로 기간이 만료한다.\n ③월 또는 연으로 정한 경우에 최종의 월에 해당일이 없는 때에는 그 월의 ((말일))로 기간이 만료한다.","제161조(공휴일 등과 기간의 만료점) 기간의 말일이 토요일 또는 공휴일에 해당한 때에는 기간은 그 ((익일))로 만료한다.","제162조(채권, 재산권의 소멸시효) ①채권은 ((10년))간 행사하지 아니하면 소멸시효가 완성한다.\n ②채권 및 소유권 이외의 재산권은 ((20년))간 행사하지 아니하면 소멸시효가 완성한다.","제163조(((3))년의 단기소멸시효) 다음 각호의 채권은 ((3))년간 행사하지 아니하면 소멸시효가 완성한다. 1. 이자, 부양료, 급료, 사용료 기타 ((1))년 이내의 기간으로 정한 금전 또는 물건의 지급을 목적으로 한 채권 2. 의사, 조산사, 간호사 및 약사의 치료, 근로 및 조제에 관한 채권 3. 도급받은 자, 기사 기타 공사의 설계 또는 감독에 종사하는 자의 공사에 관한 채권 4. 변호사, 변리사, 공증인, 공인회계사 및 법무사에 대한 직무상 보관한 서류의 반환을 청구하는 채권 5. 변호사, 변리사, 공증인, 공인회계사 및 법무사의 직무에 관한 채권 6. 생산자 및 상인이 판매한 생산물 및 상품의 대가 7. 수공업자 및 제조자의 업무에 관한 채권","제164조(((1))년의 단기소멸시효) 다음 각호의 채권은 ((1))년간 행사하지 아니하면 소멸시효가 완성한다. 1. 여관, 음식점, 대석, 오락장의 숙박료, 음식료, 대석료, 입장료, 소비물의 대가 및 체당금의 채권 2. 의복, 침구, 장구 기타 동산의 사용료의 채권 3. 노역인, 연예인의 임금 및 그에 공급한 물건의 대금채권 4. 학생 및 수업자의 교육, 의식 및 유숙에 관한 교주, 숙주, 교사의 채권","제165조(판결 등에 의하여 확정된 채권의 소멸시효) ①판결에 의하여 확정된 채권은 단기의 소멸시효에 해당한 것이라도 그 소멸시효는 ((10))년으로 한다.\n ②파산절차에 의하여 확정된 채권 및 재판상의 화해, 조정 기타 판결과 동일한 효력이 있는 것에 의하여 확정된 채권도 전항과 같다.\n ③전2항의 규정은 판결확정당시에 변제기가 도래하지 아니한 채권에 적용하지 아니한다.","제166조(소멸시효의 기산점) ①소멸시효는 권리를 행사할 수 있는 때로부터 진행한다.\n ②((부작위))를 목적으로 하는 채권의 소멸시효는 ((위반))행위를 한 때로부터 진행한다.","제167조(소멸시효의 ((소급))효) 소멸시효는 그 기산일에 ((소급))하여 효력이 생긴다.","제168조(소멸시효의 ((중단))사유) 소멸시효는 다음 각호의 사유로 인하여 ((중단))된다. 1. 청구 2. 압류 또는 가압류, 가처분 3. 승인","제169조(시효중단의 효력) 시효의 중단은 당사자 및 그 ((승계인간))에만 효력이 있다.","제170조(((재판상의 청구))와 시효중단) ①((재판상의 청구))는 소송의 각하, 기각 또는 취하의 경우에는 시효중단의 효력이 없다.\n ②전항의 경우에 6월내에 ((재판상의 청구)), 파산절차참가, 압류 또는 가압류, 가처분을 한 때에는 시효는 최초의 ((재판상 청구))로 인하여 중단된 것으로 본다.","제171조(((파산절차참가))와 시효중단) ((파산절차참가))는 채권자가 이를 취소하거나 그 청구가 각하된 때에는 시효중단의 효력이 없다.","제172조(지급명령과 시효중단) 지급명령은 채권자가 법정기간내에 ((가집행신청))을 하지 아니함으로 인하여 그 효력을 잃은 때에는 시효중단의 효력이 없다.","제173조(화해를 위한 소환, 임의출석과 시효중단) 화해를 위한 소환은 상대방이 출석하지 아니 하거나 화해가 성립되지 아니한 때에는 ((1월))내에 소를 제기하지 아니하면 시효중단의 효력이 없다. 임의출석의 경우에 화해가 성립되지 아니한 때에도 그러하다.","제174조(최고와 시효중단) 최고는 ((6월))내에 재판상의 청구, 파산절차참가, 화해를 위한 소환, 임의출석, 압류 또는 가압류, 가처분을 하지 아니하면 시효중단의 효력이 없다.","제175조(압류, 가압류, 가처분과 시효중단) 압류, 가압류 및 가처분은 ((권리자의 청구))에 의하여 또는 ((법률의 규정))에 따르지 아니함으로 인하여 취소된 때에는 시효중단의 효력이 없다.","제176조(압류, 가압류, 가처분과 시효중단) 압류, 가압류 및 가처분은 시효의 이익을 받은 자에 대하여 하지 아니한 때에는 이를 그에게 ((통지))한 후가 아니면 시효중단의 효력이 없다.","제177조(((승인))과 시효중단) 시효중단의 효력있는 ((승인))에는 상대방의 권리에 관한 처분의 능력이나 권한있음을 요하지 아니한다.","제178조(((중단))후에 시효진행) ①시효가 ((중단))된 때에는 ((중단))까지에 경과한 시효기간은 이를 산입하지 아니하고 ((중단))사유가 종료한 때로부터 새로이 진행한다.\n ②재판상의 청구로 인하여 ((중단))한 시효는 전항의 규정에 의하여 재판이 확정된 때로부터 새로이 진행한다.","제179조(제한능력자의 시효정지) 소멸시효의 기간만료 전 ((6개월)) 내에 제한능력자에게 법정대리인이 없는 경우에는 그가 능력자가 되거나 법정대리인이 취임한 때부터 ((6개월)) 내에는 시효가 완성되지 아니한다.","제180조(재산관리자에 대한 제한능력자의 권리, 부부 사이의 권리와 시효정지) ① 재산을 관리하는 아버지, 어머니 또는 후견인에 대한 제한능력자의 권리는 그가 능력자가 되거나 후임 법정대리인이 취임한 때부터 ((6개월)) 내에는 소멸시효가 완성되지 아니한다.\n ② 부부 중 한쪽이 다른 쪽에 대하여 가지는 권리는 혼인관계가 종료된 때부터 ((6개월)) 내에는 소멸시효가 완성되지 아니한다.","제181조(((상속))재산에 관한 권리와 시효정지) 상속재산에 속한 권리나 ((상속))재산에 대한 권리는 상속인의 확정, 관리인의 선임 또는 파산선고가 있는 때로부터 6월내에는 소멸시효가 완성하지 아니한다.","제182조(천재 기타 사변과 시효정지) 천재 기타 사변으로 인하여 소멸시효를 중단할 수 없을 때에는 그 사유가 종료한 때로부터 ((1월))내에는 시효가 완성하지 아니한다.","제183조(((종속된)) 권리에 대한 소멸시효의 효력) 주된 권리의 소멸시효가 완성한 때에는 ((종속된)) 권리에 그 효력이 미친다.","제184조(시효의 이익의 ((포기)) 기타) ①소멸시효의 이익은 미리 ((포기))하지 못한다.\n ②소멸시효는 법률행위에 의하여 이를 배제, 연장 또는 가중할 수 없으나 이를 ((단축 또는 경감))할 수 있다.","제185조(((물권))의 종류) ((물권))은 법률 또는 관습법에 의하는 외에는 임의로 창설하지 못한다.","제186조(부동산물권변동의 효력) 부동산에 관한 법률행위로 인한 물권의 득실변경은 ((등기))하여야 그 효력이 생긴다.","제187조(등기를 요하지 아니하는 부동산물권취득) 상속, 공용징수, 판결, 경매 기타 법률의 규정에 의한 부동산에 관한 물권의 취득은 등기를 요하지 아니한다. 그러나 등기를 하지 아니하면 이를 ((처분))하지 못한다.","제188조(동산물권양도의 효력, 간이인도) ①동산에 관한 물권의 양도는 그 동산을 인도하여야 효력이 생긴다.\n ②양수인이 이미 그 동산을 점유한 때에는 당사자의 ((의사표시))만으로 그 효력이 생긴다.","제189조(((점유개정))) 동산에 관한 물권을 양도하는 경우에 당사자의 계약으로 양도인이 그 동산의 점유를 계속하는 때에는 양수인이 인도받은 것으로 본다.","제190조(목적물((반환청구권))의 양도) 제삼자가 점유하고 있는 동산에 관한 물권을 양도하는 경우에는 양도인이 그 제삼자에 대한 ((반환청구권))을 양수인에게 양도함으로써 동산을 인도한 것으로 본다.","제191조(혼동으로 인한 물권의 소멸) ①동일한 물건에 대한 소유권과 다른 물권이 동일한 사람에게 귀속한 때에는 다른 물권은 소멸한다. 그러나 그 물권이 제삼자의 권리의 목적이 된 때에는 소멸하지 아니한다.\n ②전항의 규정은 소유권이외의 물권과 그를 목적으로 하는 다른 권리가 동일한 사람에게 귀속한 경우에 준용한다.\n ③((점유권))에 관하여는 전2항의 규정을 적용하지 아니한다.","제192조(((점유))권의 취득과 소멸) ①물건을 사실상 지배하는 자는 ((점유))권이 있다.\n ②((점유))자가 물건에 대한 사실상의 지배를 상실한 때에는 ((점유))권이 소멸한다. 그러나 제204조의 규정에 의하여 ((점유))를 회수한 때에는 그러하지 아니하다.","제193조(상속으로 인한 점유권의 ((이전))) 점유권은 상속인에 ((이전))한다.","제194조(((간접))점유) 지상권, 전세권, 질권, 사용대차, 임대차, 임치 기타의 관계로 타인으로 하여금 물건을 점유하게 한 자는 ((간접))으로 점유권이 있다.","제195조(((점유보조자))) 가사상, 영업상 기타 유사한 관계에 의하여 타인의 지시를 받어 물건에 대한 사실상의 지배를 하는 때에는 그 타인만을 점유자로 한다.","제196조(점유권의 ((양도))) ①점유권의 ((양도))는 점유물의 인도로 그 효력이 생긴다.\n ②전항의 점유권의 ((양도))에는 제188조제2항, 제189조, 제190조의 규정을 준용한다.","제197조(점유의 ((태양))) ①점유자는 소유의 의사로 선의, 평온 및 공연하게 점유한 것으로 추정한다.\n ②선의의 점유자라도 ((본권))에 관한 소에 패소한 때에는 그 소가 제기된 때로부터 악의의 점유자로 본다.","제198조(점유((계속))의 추정) 전후양시에 점유한 사실이 있는 때에는 그 점유는 ((계속))한 것으로 추정한다.","제199조(점유의 ((승계))의 주장과 그 효과) ①점유자의 ((승계))인은 자기의 점유만을 주장하거나 자기의 점유와 전점유자의 점유를 아울러 주장할 수 있다.\n ②전점유자의 점유를 아울러 주장하는 경우에는 그 ((하자))도 계승한다.","제200조(권리의 ((적법))의 추정) 점유자가 점유물에 대하여 행사하는 권리는 ((적법))하게 보유한 것으로 추정한다.","제201조(점유자와 과실) ①선의의 점유자는 점유물의 과실을 취득한다.\n ②악의의 점유자는 수취한 과실을 반환하여야 하며 소비하였거나 과실로 인하여 ((훼손)) 또는 ((수취))하지 못한 경우에는 그 과실의 대가를 보상하여야 한다.\n ③전항의 규정은 ((폭력)) 또는 ((은비))에 의한 점유자에 준용한다.","제202조(점유자의 회복자에 대한 책임) 점유물이 점유자의 책임있는 사유로 인하여 ((멸실)) 또는 ((훼손))한 때에는 악의의 점유자는 그 손해의 전부를 배상하여야 하며 선의의 점유자는 이익이 현존하는 한도에서 배상하여야 한다. ((소유))의 의사가 없는 점유자는 선의인 경우에도 손해의 전부를 배상하여야 한다.","제203조(점유자의 ((상환))청구권) ①점유자가 점유물을 반환할 때에는 회복자에 대하여 점유물을 보존하기 위하여 지출한 금액 기타 필요비의 ((상환))을 청구할 수 있다. 그러나 점유자가 과실을 취득한 경우에는 통상의 필요비는 청구하지 못한다.\n ②점유자가 점유물을 개량하기 위하여 지출한 금액 기타 유익비에 관하여는 그 가액의 증가가 현존한 경우에 한하여 회복자의 선택에 좇아 그 지출금액이나 증가액의 ((상환))을 청구할 수 있다.\n ③전항의 경우에 법원은 회복자의 청구에 의하여 상당한 ((상환))기간을 허여할 수 있다.","제204조(점유의 회수) ①점유자가 점유의 침탈을 당한 때에는 그 물건의 반환 및 손해의 배상을 청구할 수 있다.\n ②전항의 청구권은 침탈자의 ((특별승계인))에 대하여는 행사하지 못한다. 그러나 승계인이 악의인 때에는 그러하지 아니하다.\n ③제1항의 청구권은 침탈을 당한 날로부터 ((1년))내에 행사하여야 한다.","제205조(점유의 보유) ①점유자가 점유의 방해를 받은 때에는 그 방해의 제거 및 손해의 배상을 청구할 수 있다.\n ②전항의 청구권은 방해가 종료한 날로부터 ((1년))내에 행사하여야 한다.\n ③공사로 인하여 점유의 방해를 받은 경우에는 공사착수후 ((1년))을 경과하거나 그 공사가 완성한 때에는 방해의 제거를 청구하지 못한다.","제206조(점유의 ((보전))) ①점유자가 점유의 방해를 받을 염려가 있는 때에는 그 방해의 예방 또는 손해배상의 담보를 청구할 수 있다.\n ②((공사))로 인하여 점유의 방해를 받을 염려가 있는 경우에는 전조제3항의 규정을 준용한다.","제207조(((간접))점유의 보호) ①전3조의 청구권은 제194조의 규정에 의한 ((간접))점유자도 이를 행사할 수 있다."," ②점유자가 점유의 침탈을 당한 경우에 ((간접))점유자는 그 물건을 점유자에게 반환할 것을 청구할 수 있고 점유자가 그 물건의 반환을 받을 수 없거나 이를 원하지 아니하는 때에는 자기에게 반환할 것을 청구할 수 있다.","제208조(점유의 소와 ((본권))의 소와의 관계) ①점유권에 기인한 소와 ((본권))에 기인한 소는 서로 영향을 미치지 아니한다.\n ②점유권에 기인한 소는 ((본권))에 관한 이유로 재판하지 못한다.","제209조(((자력구제))) ①점유자는 그 점유를 부정히 침탈 또는 방해하는 행위에 대하여 자력으로써 이를 방위할 수 있다.\n ②점유물이 침탈되었을 경우에 부동산일 때에는 점유자는 침탈후 직시 가해자를 배제하여 이를 탈환할 수 있고 동산일 때에는 점유자는 현장에서 또는 추적하여 가해자로부터 이를 탈환할 수 있다.","제210조(((준점유))) 본장의 규정은 재산권을 사실상 행사하는 경우에 준용한다.","제211조(((소유))권의 내용) ((소유))자는 법률의 범위내에서 그 ((소유))물을 사용, 수익, 처분할 권리가 있다.","제212조(토지소유권의 범위) 토지의 소유권은 ((정당한 이익))있는 범위내에서 토지의 상하에 미친다.","제213조(소유물반환청구권) 소유자는 그 소유에 속한 물건을 ((점유))한 자에 대하여 반환을 청구할 수 있다. 그러나 ((점유))자가 그 물건을 ((점유))할 권리가 있는 때에는 반환을 거부할 수 있다.","제214조(소유물((방해제거)), ((방해예방))청구권) 소유자는 소유권을 방해하는 자에 대하여 방해의 제거를 청구할 수 있고 소유권을 방해할 염려있는 행위를 하는 자에 대하여 그 예방이나 손해배상의 담보를 청구할 수 있다.","제215조(건물의 ((구분))소유) ①수인이 한 채의 건물을 구분하여 각각 그 일부분을 소유한 때에는 건물과 그 부속물중 공용하는 부분은 그의 공유로 추정한다.\n ②공용부분의 보존에 관한 비용 기타의 부담은 각자의 소유부분의 가액에 비례하여 분담한다.","제216조(((인지사용))청구권) ①토지소유자는 경계나 그 근방에서 담 또는 건물을 축조하거나 수선하기 위하여 필요한 범위내에서 이웃 토지의 사용을 청구할 수 있다. 그러나 이웃 사람의 승낙이 없으면 그 주거에 들어가지 못한다.\n ②전항의 경우에 이웃 사람이 손해를 받은 때에는 보상을 청구할 수 있다.","제217조(매연 등에 의한 인지에 대한 방해금지) ①토지소유자는 매연, 열기체, 액체, 음향, 진동 기타 이에 유사한 것으로 이웃 토지의 사용을 방해하거나 이웃 거주자의 생활에 고통을 주지 아니하도록 ((적당한 조처))를 할 의무가 있다. ②이웃 거주자는 전항의 사태가 이웃 토지의 ((통상의 용도))에 적당한 것인 때에는 이를 인용할 의무가 있다.","제218조(수도 등 ((시설))권) ①토지소유자는 타인의 토지를 통과하지 아니하면 필요한 수도, 소수관, 까스관, 전선 등을 시설할 수 없거나 과다한 비용을 요하는 경우에는 타인의 토지를 통과하여 이를 시설할 수 있다. 그러나 이로 인한 손해가 가장 적은 장소와 방법을 선택하여 이를 시설할 것이며 타토지의 소유자의 요청에 의하여 손해를 보상하여야 한다.\n ②전항에 의한 시설을 한 후 사정의 변경이 있는 때에는 타토지의 소유자는 그 시설의 변경을 청구할 수 있다. 시설변경의 비용은 토지소유자가 부담한다.","제219조(((주위토지통행))권) ①어느 토지와 공로사이에 그 토지의 용도에 필요한 통로가 없는 경우에 그 토지소유자는 주위의 토지를 통행 또는 통로로 하지 아니하면 공로에 출입할 수 없거나 과다한 비용을 요하는 때에는 그 주위의 토지를 통행할 수 있고 필요한 경우에는 통로를 개설할 수 있다. 그러나 이로 인한 손해가 가장 적은 장소와 방법을 선택하여야 한다.\n ②전항의 통행권자는 통행지소유자의 손해를 보상하여야 한다.","제220조(분할, 일부양도와 주위통행권) ①분할로 인하여 공로에 통하지 못하는 토지가 있는 때에는 그 토지소유자는 공로에 출입하기 위하여 다른 분할자의 토지를 통행할 수 있다. 이 경우에는 보상의 의무가 ((없))다.\n ②전항의 규정은 토지소유자가 그 토지의 일부를 양도한 경우에 준용한다.","제221조(자연유수의 ((승수))의무와 권리) ①토지소유자는 이웃 토지로부터 자연히 흘러오는 물을 막지 못한다.\n ②고지소유자는 이웃 저지에 자연히 흘러 내리는 이웃 저지에서 필요한 물을 자기의 정당한 사용범위를 넘어서 이를 막지 못한다.","제222조(((소통공사))권) 흐르는 물이 저지에서 폐색된 때에는 고지소유자는 자비로 소통에 필요한 공사를 할 수 있다.","제223조(저수, 배수, 인수를 위한 ((공작물))에 대한 공사청구권) 토지소유자가 저수, 배수 또는 인수하기 위하여 ((공작물))을 설치한 경우에 ((공작물))의 파손 또는 폐색으로 타인의 토지에 손해를 가하거나 가할 염려가 있는 때에는 타인은 그 ((공작물))의 보수, 폐색의 소통 또는 예방에 필요한 청구를 할 수 있다.","제224조(((관습))에 의한 비용부담) 전2조의 경우에 비용부담에 관한 ((관습))이 있으면 그 ((관습))에 의한다.","제225조(((처마물))에 대한 시설의무) 토지소유자는 ((처마물))이 이웃에 직접 낙하하지 아니하도록 적당한 시설을 하여야 한다.","제226조(((여수소통))권) ①고지소유자는 침수지를 건조하기 위하여 또는 가용이나 농, 공업용의 여수를 소통하기 위하여 공로, 공류 또는 하수도에 달하기까지 저지에 물을 통과하게 할 수 있다.\n ②전항의 경우에는 저지의 손해가 가장 적은 장소와 방법을 선택하여야 하며 손해를 보상하여야 한다.","제227조(((유수용공작물))의 사용권) ①토지소유자는 그 소유지의 물을 소통하기 위하여 이웃 토지소유자의 시설한 공작물을 사용할 수 있다.\n ②전항의 공작물을 사용하는 자는 그 이익을 받는 비율로 공작물의 설치와 보존의 비용을 분담하여야 한다.","제228조(((여수급여))청구권) 토지소유자는 과다한 비용이나 노력을 요하지 아니하고는 가용이나 토지이용에 필요한 물을 얻기 곤란한 때에는 이웃 토지소유자에게 보상하고 ((여수의 급여))를 청구할 수 있다.","제229조(수류의 변경) ①구거 기타 수류지의 소유자는 대안의 토지가 타인의 소유인 때에는 그 수로나 수류의 폭을 변경하지 못한다.\n ②양안의 토지가 수류지소유자의 소유인 때에는 소유자는 수로와 수류의 폭을 변경할 수 있다. 그러나 ((하류))는 자연의 수로와 일치하도록 하여야 한다.\n ③전2항의 규정은 다른 관습이 있으면 그 관습에 의한다.","제230조(((언))의 설치, 이용권) ①수류지의 소유자가 ((언))을 설치할 필요가 있는 때에는 그 ((언))을 대안에 접촉하게 할 수 있다. 그러나 이로 인한 손해를 보상하여야 한다.\n ②대안의 소유자는 수류지의 일부가 자기소유인 때에는 그 ((언))을 사용할 수 있다. 그러나 그 이익을 받는 비율로 ((언))의 설치, 보존의 비용을 분담하여야 한다.","제231조(((공유하천))용수권) ①((공유하천))의 연안에서 농, 공업을 경영하는 자는 이에 이용하기 위하여 타인의 용수를 방해하지 아니하는 범위내에서 필요한 인수를 할 수 있다.\n ②전항의 인수를 하기 위하여 필요한 공작물을 설치할 수 있다.","제232조(((하류 연안))의 용수권보호) 전조의 인수나 공작물로 인하여 ((하류연안))의 용수권을 방해하는 때에는 그 용수권자는 방해의 제거 및 손해의 배상을 청구할 수 있다.","제233조(용수권의 ((승계))) 농, 공업의 경영에 이용하는 수로 기타 공작물의 소유자나 몽리자의 ((특별승계))인은 그 용수에 관한 전소유자나 몽리자의 권리의무를 ((승계))한다.","제234조(((용수권))에 관한 다른 관습) 전3조의 규정은 다른 관습이 있으면 그 관습에 의한다.","제235조(공용수의 용수권) ((상린자))는 그 공용에 속하는 원천이나 수도를 각 수요의 정도에 응하여 타인의 용수를 방해하지 아니하는 범위내에서 각각 용수할 권리가 있다.","제236조(용수장해의 공사와 ((손해배상)), ((원상회복))) ①필요한 용도나 수익이 있는 원천이나 수도가 타인의 건축 기타 공사로 인하여 단수, 감수 기타 용도에 장해가 생긴 때에는 용수권자는 ((손해배상))을 청구할 수 있다.\n ②전항의 공사로 인하여 음료수 기타 생활상 필요한 용수에 장해가 있을 때에는 ((원상회복))을 청구할 수 있다.","제237조(경계표, 담의 설치권) ①인접하여 토지를 소유한 자는 ((공동))비용으로 통상의 경계표나 담을 설치할 수 있다.\n ②전항의 비용은 쌍방이 ((절반))하여 부담한다. 그러나 측량비용은 토지의 면적에 비례하여 부담한다.\n ③전2항의 규정은 다른 관습이 있으면 그 관습에 의한다.","제238조(담의 ((특수시설))권) 인지소유자는 자기의 비용으로 담의 재료를 통상보다 양호한 것으로 할 수 있으며 그 높이를 통상보다 높게 할 수 있고 또는 방화벽 기타 ((특수시설))을 할 수 있다.","제239조(경계표 등의 ((공유))추정) 경계에 설치된 경계표, 담, 구거 등은 상린자의 공유로 추정한다. 그러나 경계표, 담, 구거 등이 상린자일방의 ((단독))비용으로 설치되었거나 담이 건물의 일부인 경우에는 그러하지 아니하다.","제240조(((수지)), ((목근))의 제거권) ①인접지의 수목가지가 경계를 넘은 때에는 그 소유자에 대하여 가지의 제거를 청구할 수 있다.\n ②전항의 청구에 응하지 아니한 때에는 청구자가 그 가지를 제거할 수 있다.\n ③인접지의 수목뿌리가 경계를 넘은 때에는 임의로 제거할 수 있다.","제241조(토지의 ((심굴))금지) 토지소유자는 인접지의 지반이 붕괴할 정도로 자기의 토지를 ((심굴))하지 못한다. 그러나 충분한 방어공사를 한 때에는 그러하지 아니하다.","제242조(경계선부근의 건축) ①건물을 축조함에는 특별한 관습이 없으면 경계로부터 ((반미터)) 이상의 거리를 두어야 한다.\n ②인접지소유자는 전항의 규정에 위반한 자에 대하여 건물의 변경이나 철거를 청구할 수 있다. 그러나 건축에 착수한 후 ((1년))을 경과하거나 건물이 완성된 후에는 손해배상만을 청구할 수 있다.","제243조(차면시설의무) 경계로부터 ((2))미터 이내의 거리에서 이웃 주택의 내부를 관망할 수 있는 창이나 마루를 설치하는 경우에는 적당한 차면시설을 하여야 한다.","제244조(지하시설 등에 대한 제한) ①우물을 파거나 용수, 하수 또는 오물 등을 저치할 지하시설을 하는 때에는 경계로부터 ((2))미터 이상의 거리를 두어야 하며 저수지, 구거 또는 지하실공사에는 경계로부터 ((그 깊이의 반)) 이상의 거리를 두어야 한다.\n ②전항의 공사를 함에는 토사가 붕괴하거나 하수 또는 오액이 이웃에 흐르지 아니하도록 적당한 조처를 하여야 한다.","제245조(점유로 인한 부동산소유권의 취득기간) ①((20))년간 소유의 의사로 평온, 공연하게 부동산을 점유하는 자는 등기함으로써 그 소유권을 취득한다.\n ②부동산의 소유자로 등기한 자가 ((10))년간 소유의 의사로 평온, 공연하게 선의이며 과실없이 그 부동산을 점유한 때에는 소유권을 취득한다.","제246조(점유로 인한 동산소유권의 취득기간) ①((10))년간 소유의 의사로 평온, 공연하게 동산을 점유한 자는 그 소유권을 취득한다.\n ②전항의 점유가 선의이며 과실없이 개시된 경우에는 ((5))년을 경과함으로써 그 소유권을 취득한다.","제247조(소유권취득의 소급효, 중단사유) ①전2조의 규정에 의한 소유권취득의 효력은 ((점유))를 개시한 때에 소급한다.\n ②소멸시효의 중단에 관한 규정은 전2조의 소유권취득기간에 준용한다.","제248조(((소유권)) 이외의 재산권의 취득시효) 전3조의 규정은 ((소유권)) 이외의 재산권의 취득에 준용한다.","제249조(((선의취득))) 평온, 공연하게 동산을 양수한 자가 선의이며 과실없이 그 동산을 점유한 경우에는 양도인이 정당한 소유자가 아닌 때에도 즉시 그 동산의 소유권을 취득한다.","제250조(도품, 유실물에 대한 특례) 전조의 경우에 그 동산이 도품이나 유실물인 때에는 피해자 또는 유실자는 도난 또는 유실한 날로부터 ((2년))내에 그 물건의 반환을 청구할 수 있다. 그러나 도품이나 유실물이 금전인 때에는 그러하지 아니하다.","제251조(((도품)), ((유실물))에 대한 특례) 양수인이 ((도품)) 또는 ((유실물))을 경매나 공개시장에서 또는 동종류의 물건을 판매하는 상인에게서 선의로 매수한 때에는 피해자 또는 유실자는 양수인이 지급한 대가를 변상하고 그 물건의 반환을 청구할 수 있다.","제252조(((무주))물의 귀속) ①((무주))의 동산을 소유의 의사로 점유한 자는 그 소유권을 취득한다.\n ②((무주))의 부동산은 국유로 한다.\n ③야생하는 동물은 ((무주))물로 하고 사양하는 야생동물도 다시 야생상태로 돌아가면 ((무주))물로 한다.","제253조(유실물의 소유권취득) 유실물은 법률에 정한 바에 의하여 공고한 후 ((6))개월 내에 그 소유자가 권리를 주장하지 아니하면 습득자가 그 소유권을 취득한다.","제254조(매장물의 소유권취득) 매장물은 법률에 정한 바에 의하여 공고한 후 ((1))년내에 그 소유자가 권리를 주장하지 아니하면 발견자가 그 소유권을 취득한다. 그러나 타인의 토지 기타 물건으로부터 발견한 매장물은 그 토지 기타 물건의 소유자와 발견자가 ((절반))하여 취득한다.","제255조(((문화재의 국유))) ①학술, 기예 또는 고고의 중요한 재료가 되는 물건에 대하여는 제252조제1항 및 전2조의 규정에 의하지 아니하고 국유로 한다.\n ②전항의 경우에 습득자, 발견자 및 매장물이 발견된 토지 기타 물건의 소유자는 국가에 대하여 적당한 보상을 청구할 수 있다.","제256조(부동산에의 ((부합))) 부동산의 소유자는 그 부동산에 ((부합))한 물건의 소유권을 취득한다. 그러나 타인의 권원에 의하여 부속된 것은 그러하지 아니하다.","제257조(동산간의 부합) 동산과 동산이 부합하여 훼손하지 아니하면 분리할 수 없거나 그 분리에 과다한 비용을 요할 경우에는 그 합성물의 소유권은 주된 동산의 소유자에게 속한다. 부합한 동산의 주종을 구별할 수 없는 때에는 동산의 소유자는 부합당시의 ((가액의 비율))로 합성물을 공유한다.","제258조(((혼화))) 전조의 규정은 동산과 동산이 ((혼화))하여 식별할 수 없는 경우에 준용한다.","제259조(((가공))) ①타인의 동산에 ((가공))한 때에는 그 물건의 소유권은 원재료의 소유자에게 속한다. 그러나 ((가공))으로 인한 가액의 증가가 원재료의 가액보다 현저히 다액인 때에는 ((가공))자의 소유로 한다. ②((가공))자가 재료의 일부를 제공하였을 때에는 그 가액은 전항의 증가액에 가산한다.","제260조(((첨부))의 효과) ①전4조의 규정에 의하여 동산의 소유권이 소멸한 때에는 그 동산을 목적으로 한 다른 권리도 소멸한다.\n ②동산의 소유자가 합성물, 혼화물 또는 가공물의 단독소유자가 된 때에는 전항의 권리는 합성물, 혼화물 또는 가공물에 존속하고 그 공유자가 된 때에는 그 지분에 존속한다.","제261조(첨부로 인한 구상권) 전5조의 경우에 손해를 받은 자는 ((부당이득))에 관한 규정에 의하여 보상을 청구할 수 있다.","제262조(물건의 ((공유))) ①물건이 지분에 의하여 수인의 소유로 된 때에는 ((공유))로 한다.\n ②((공유))자의 지분은 균등한 것으로 추정한다.","제263조(공유지분의 처분과 공유물의 사용, 수익) 공유자는 그 지분을 처분할 수 있고 공유물 전부를 ((지분의 비율))로 사용, 수익할 수 있다.","제264조(공유물의 ((처분)), ((변경))) 공유자는 다른 공유자의 동의없이 공유물을 ((처분))하거나 ((변경))하지 못한다.","제265조(공유물의 ((관리)), ((보존))) 공유물의 ((관리))에 관한 사항은 공유자의 지분의 과반수로써 결정한다. 그러나 ((보존))행위는 각자가 할 수 있다.","제266조(공유물의 부담) ①공유자는 그 지분의 비율로 공유물의 관리비용 기타 의무를 부담한다.\n ②공유자가 ((1))년 이상 전항의 의무이행을 지체한 때에는 다른 공유자는 상당한 가액으로 지분을 매수할 수 있다.","제267조(((지분포기)) 등의 경우의 귀속) 공유자가 그 ((지분을 포기))하거나 상속인없이 사망한 때에는 그 지분은 다른 공유자에게 각 지분의 비율로 귀속한다.","제268조(공유물의 분할청구) ①공유자는 공유물의 분할을 청구할 수 있다. 그러나 ((5년))내의 기간으로 분할하지 아니할 것을 약정할 수 있다.\n ②전항의 계약을 갱신한 때에는 그 기간은 갱신한 날로부터 5년을 넘지 못한다.\n ③전2항의 규정은 제215조, 제239조의 공유물에는 적용하지 아니한다.","제269조(분할의 방법) ①분할의 방법에 관하여 협의가 성립되지 아니한 때에는 공유자는 법원에 그 분할을 청구할 수 있다. ②현물로 분할할 수 없거나 분할로 인하여 현저히 그 가액이 감손될 염려가 있는 때에는 법원은 ((물건의 경매))를 명할 수 있다.","제270조(분할로 인한 ((담보책임))) 공유자는 다른 공유자가 분할로 인하여 취득한 물건에 대하여 그 지분의 비율로 매도인과 동일한 ((담보책임))이 있다.","제271조(물건의 ((합유))) ①법률의 규정 또는 계약에 의하여 수인이 조합체로서 물건을 소유하는 때에는 ((합유))로 한다. ((합유))자의 권리는 ((합유))물 전부에 미친다.\n ②((합유))에 관하여는 전항의 규정 또는 계약에 의하는 외에 다음 3조의 규정에 의한다.","제272조(합유물의 처분, 변경과 보존) 합유물을 처분 또는 변경함에는 합유자 ((전원))의 동의가 있어야 한다. 그러나 보존행위는 각자가 할 수 있다.","제273조(합유지분의 처분과 합유물의 ((분할))금지) ①합유자는 전원의 동의없이 합유물에 대한 지분을 처분하지 못한다.\n ②합유자는 합유물의 ((분할))을 청구하지 못한다.","제274조(합유의 종료) ①합유는 ((조합체의 해산)) 또는 ((합유물의 양도))로 인하여 종료한다.\n ②전항의 경우에 합유물의 분할에 관하여는 공유물의 분할에 관한 규정을 준용한다.","제275조(물건의 ((총유))) ①법인이 아닌 사단의 사원이 집합체로서 물건을 소유할 때에는 ((총유))로 한다.\n ②((총유))에 관하여는 사단의 정관 기타 계약에 의하는 외에 다음 2조의 규정에 의한다.","제276조(총유물의 관리, 처분과 사용, 수익) ①총유물의 관리 및 처분은 ((사원총회의 결의))에 의한다.\n ②각 사원은 정관 기타의 규약에 좇아 총유물을 사용, 수익할 수 있다.","제277조(총유물에 관한 권리의무의 ((득상))) 총유물에 관한 사원의 권리의무는 사원의 지위를 취득상실함으로써 취득상실된다.","제278조(((준공동소유))) 본절의 규정은 소유권 이외의 재산권에 준용한다. 그러나 다른 법률에 특별한 규정이 있으면 그에 의한다.","제279조(((지상권))의 내용) 지상권자는 타인의 토지에 건물 기타 공작물이나 수목을 소유하기 위하여 그 토지를 사용하는 권리가 있다.","제280조(존속기간을 약정한 지상권) ①계약으로 지상권의 존속기간을 정하는 경우에는 그 기간은 다음 연한보다 단축하지 못한다. 1. 석조, 석회조, 연와조 또는 이와 유사한 견고한 건물이나 수목의 소유를 목적으로 하는 때에는 ((30))년 2. 전호이외의 건물의 소유를 목적으로 하는 때에는 ((15))년 3. 건물이외의 공작물의 소유를 목적으로 하는 때에는 ((5))년\n ②전항의 기간보다 단축한 기간을 정한 때에는 전항의 기간까지 연장한다.","제281조(존속기간을 약정하지 아니한 지상권) ①계약으로 지상권의 존속기간을 정하지 아니한 때에는 그 기간은 전조의 ((최단존속기간))으로 한다.\n ②지상권설정당시에 공작물의 종류와 구조를 정하지 아니한 때에는 지상권은 전조제2호의 건물의 소유를 목적으로 한 것으로 본다.","제282조(지상권의 ((양도)), ((임대))) 지상권자는 타인에게 그 권리를 ((양도))하거나 그 권리의 존속기간 내에서 그 토지를 ((임대))할 수 있다.","제283조(지상권자의 ((갱신))청구권, ((매수))청구권) ①지상권이 소멸한 경우에 건물 기타 공작물이나 수목이 현존한 때에는 지상권자는 계약의 ((갱신))을 청구할 수 있다.\n ②지상권설정자가 계약의 갱신을 원하지 아니하는 때에는 지상권자는 상당한 가액으로 전항의 공작물이나 수목의 ((매수))를 청구할 수 있다.","제284조(갱신과 존속기간) 당사자가 계약을 갱신하는 경우에는 지상권의 존속기간은 갱신한 날로부터 제280조의 ((최단존속기간))보다 단축하지 못한다. 그러나 당사자는 이보다 장기의 기간을 정할 수 있다.","제285조(((수거의무)), ((매수청구권))) ①지상권이 소멸한 때에는 지상권자는 건물 기타 공작물이나 수목을 수거하여 토지를 원상에 회복하여야 한다.\n ②전항의 경우에 지상권설정자가 상당한 가액을 제공하여 그 공작물이나 수목의 매수를 청구한 때에는 지상권자는 정당한 이유없이 이를 거절하지 못한다.","제286조(((지료증감))청구권) 지료가 토지에 관한 조세 기타 부담의 증감이나 지가의 변동으로 인하여 상당하지 아니하게 된 때에는 당사자는 그 증감을 청구할 수 있다.","제287조(지상권소멸청구권) 지상권자가 ((2))년 이상의 지료를 지급하지 아니한 때에는 지상권설정자는 지상권의 소멸을 청구할 수 있다.","제288조(지상권소멸청구와 ((저당권))자에 대한 통지) 지상권이 ((저당권))의 목적인 때 또는 그 토지에 있는 건물, 수목이 ((저당권))의 목적이 된 때에는 전조의 청구는 ((저당권))자에게 통지한 후 상당한 기간이 경과함으로써 그 효력이 생긴다.","제289조(강행규정) 제280조 내지 제287조의 규정에 위반되는 계약으로 지상권자에게 불리한 것은 그 효력이 없다.","제289조의2(((구분))지상권) ①지하 또는 지상의 공간은 상하의 범위를 정하여 건물 기타 공작물을 소유하기 위한 지상권의 목적으로 할 수 있다. 이 경우 설정행위로써 지상권의 행사를 위하여 토지의 사용을 제한할 수 있다.\n ②제1항의 규정에 의한 구분지상권은 제3자가 토지를 사용ㆍ수익할 권리를 가진 때에도 그 권리자 및 그 권리를 목적으로 하는 권리를 가진 자 ((전원))의 승낙이 있으면 이를 설정할 수 있다. 이 경우 토지를 사용ㆍ수익할 권리를 가진 제3자는 그 지상권의 행사를 방해하여서는 아니된다.","제290조(준용규정) ①제213조, 제214조, 제216조 내지 제244조의 규정은 지상권자간 또는 지상권자와 ((인지))소유자간에 이를 준용한다.\n ②제280조 내지 제289조 및 제1항의 규정은 제289조의2의 규정에 의한 구분지상권에 관하여 이를 준용한다.","제291조(((지역))권의 내용) ((지역))권자는 일정한 목적을 위하여 타인의 토지를 자기토지의 편익에 이용하는 권리가 있다.","제292조(((부종성))) ①지역권은 요역지소유권에 부종하여 이전하며 또는 요역지에 대한 소유권이외의 권리의 목적이 된다. 그러나 다른 약정이 있는 때에는 그 약정에 의한다.\n ②지역권은 요역지와 분리하여 양도하거나 다른 권리의 목적으로 하지 못한다.","제293조(공유관계, ((일부양도))와 불가분성) ①토지공유자의 1인은 지분에 관하여 그 토지를 위한 지역권 또는 그 토지가 부담한 지역권을 소멸하게 하지 못한다.\n ②토지의 분할이나 토지의 ((일부양도))의 경우에는 지역권은 요역지의 각 부분을 위하여 또는 그 승역지의 각부분에 존속한다. 그러나 지역권이 토지의 일부분에만 관한 것인 때에는 다른 부분에 대하여는 그러하지 아니하다.","제294조(지역권취득기간) 지역권은 ((계속))되고 ((표현))된 것에 한하여 제245조의 규정을 준용한다.","제295조(((취득))과 불가분성) ①공유자의 1인이 지역권을 ((취득))한 때에는 다른 공유자도 이를 ((취득))한다.\n ②점유로 인한 지역권((취득))기간의 중단은 지역권을 행사하는 모든 공유자에 대한 사유가 아니면 그 효력이 없다.","제296조(((소멸))시효의 중단, 정지와 불가분성) 요역지가 수인의 공유인 경우에 그 1인에 의한 지역권((소멸))시효의 중단 또는 정지는 다른 공유자를 위하여 효력이 있다.","제297조(용수지역권) ①용수승역지의 수량이 요역지 및 승역지의 수요에 부족한 때에는 그 수요정도에 의하여 먼저 ((가용))에 공급하고 다른 용도에 공급하여야 한다. 그러나 ((설정행위))에 다른 약정이 있는 때에는 그 약정에 의한다.\n ②승역지에 수개의 용수지역권이 설정된 때에는 후순위의 지역권자는 선순위의 지역권자의 용수를 방해하지 못한다.","제298조(승역지소유자의 의무와 승계) 계약에 의하여 승역지소유자가 자기의 비용으로 지역권의 행사를 위하여 공작물의 설치 또는 수선의 의무를 부담한 때에는 승역지소유자의 ((특별승계))인도 그 의무를 부담한다.","제299조(((위기))에 의한 부담면제) 승역지의 소유자는 지역권에 필요한 부분의 토지소유권을 지역권자에게 ((위기))하여 전조의 부담을 면할 수 있다.","제300조(공작물의 ((공동사용))) ①승역지의 소유자는 지역권의 행사를 방해하지 아니하는 범위내에서 지역권자가 지역권의 행사를 위하여 승역지에 설치한 공작물을 사용할 수 있다.\n ②전항의 경우에 승역지의 소유자는 수익정도의 비율로 공작물의 설치, 보존의 비용을 분담하여야 한다.","제301조(준용규정) 제214조의 규정은 지역권에 준용한다.","제302조(특수지역권) 어느 지역의 주민이 ((집합체))의 관계로 각자가 타인의 토지에서 초목, 야생물 및 토사의 채취, 방목 기타의 수익을 하는 권리가 있는 경우에는 관습에 의하는 외에 본장의 규정을 준용한다.","제303조(전세권의 내용) ①전세권자는 전세금을 지급하고 타인의 부동산을 점유하여 그 부동산의 용도에 좇아 사용ㆍ수익하며, 그 부동산 전부에 대하여 후순위권리자 기타 채권자보다 전세금의 ((우선변제))를 받을 권리가 있다.\n ②((농경))지는 전세권의 목적으로 하지 못한다.","제304조(건물의 전세권, ((지상권)), ((임차권))에 대한 효력) ①타인의 토지에 있는 건물에 전세권을 설정한 때에는 전세권의 효력은 그 건물의 소유를 목적으로 한 ((지상권)) 또는 ((임차권))에 미친다.\n ②전항의 경우에 전세권설정자는 전세권자의 동의없이 ((지상권)) 또는 ((임차권))을 소멸하게 하는 행위를 하지 못한다.","제305조(건물의 전세권과 법정지상권) ①대지와 건물이 동일한 소유자에 속한 경우에 건물에 전세권을 설정한 때에는 그 ((대지소유))권의 특별승계인은 전세권설정자에 대하여 지상권을 설정한 것으로 본다. 그러나 지료는 당사자의 청구에 의하여 법원이 이를 정한다.\n ②전항의 경우에 ((대지소유))자는 타인에게 그 대지를 임대하거나 이를 목적으로 한 지상권 또는 전세권을 설정하지 못한다.","제306조(전세권의 양도, 임대 등) 전세권자는 전세권을 타인에게 양도 또는 담보로 제공할 수 있고 그 ((존속기간))내에서 그 목적물을 타인에게 전전세 또는 임대할 수 있다. 그러나 ((설정행위))로 이를 금지한 때에는 그러하지 아니하다.","제307조(전세권양도의 효력) 전세권양수인은 전세권설정자에 대하여 전세권양도인과 ((동일))한 권리의무가 있다.","제308조(((전전세)) 등의 경우의 책임) 전세권의 목적물을 ((전전세)) 또는 임대한 경우에는 전세권자는 ((전전세)) 또는 임대하지 아니하였으면 면할 수 있는 불가항력으로 인한 손해에 대하여 그 책임을 부담한다.","제309조(전세권자의 ((유지)), ((수선))의무) 전세권자는 목적물의 현상을 ((유지))하고 그 통상의 관리에 속한 ((수선))을 하여야 한다.","제310조(전세권자의 상환청구권) ①전세권자가 목적물을 개량하기 위하여 지출한 금액 기타 유익비에 관하여는 그 가액의 증가가 ((현존))한 경우에 한하여 소유자의 선택에 좇아 그 지출액이나 증가액의 상환을 청구할 수 있다.\n ②전항의 경우에 법원은 소유자의 청구에 의하여 상당한 상환기간을 허여할 수 있다.","제311조(전세권의 소멸청구) ①전세권자가 전세권설정계약 또는 그 목적물의 성질에 의하여 정하여진 용법으로 이를 사용, 수익하지 아니한 경우에는 전세권설정자는 전세권의 소멸을 청구할 수 있다.\n ②전항의 경우에는 전세권설정자는 전세권자에 대하여 ((원상회복)) 또는 ((손해배상))을 청구할 수 있다.","제312조(전세권의 존속기간) ①전세권의 존속기간은 ((10))년을 넘지 못한다. 당사자의 약정기간이 ((10))년을 넘는 때에는 이를 ((10))년으로 단축한다.\n ②건물에 대한 전세권의 존속기간을 1년 미만으로 정한 때에는 이를 1년으로 한다.\n ③전세권의 설정은 이를 갱신할 수 있다. 그 기간은 갱신한 날로부터 ((10))년을 넘지 못한다.\n ④건물의 전세권설정자가 전세권의 존속기간 만료전 ((6))월부터 1월까지 사이에 전세권자에 대하여 갱신거절의 통지 또는 조건을 변경하지 아니하면 갱신하지 아니한다는 뜻의 통지를 하지 아니한 경우에는 그 기간이 만료된 때에 전전세권과 동일한 조건으로 다시 전세권을 설정한 것으로 본다. 이 경우 전세권의 존속기간은 그 정함이 없는 것으로 본다.","제312조의2(전세금 증감청구권) 전세금이 목적 부동산에 관한 조세ㆍ공과금 기타 부담의 증감이나 경제사정의 변동으로 인하여 상당하지 아니하게 된 때에는 당사자는 장래에 대하여 그 증감을 청구할 수 있다. 그러나 증액의 경우에는 ((대통령령))이 정하는 기준에 따른 비율을 초과하지 못한다.","제313조(전세권의 소멸통고) 전세권의 존속기간을 약정하지 아니한 때에는 각 당사자는 언제든지 상대방에 대하여 전세권의 소멸을 통고할 수 있고 상대방이 이 통고를 받은 날로부터 ((6))월이 경과하면 전세권은 소멸한다.","제314조(((불가항력))으로 인한 멸실) ①전세권의 목적물의 전부 또는 일부가 ((불가항력))으로 인하여 멸실된 때에는 그 멸실된 부분의 전세권은 소멸한다.\n ②전항의 일부멸실의 경우에 전세권자가 그 잔존부분으로 전세권의 목적을 달성할 수 없는 때에는 전세권설정자에 대하여 전세권전부의 소멸을 통고하고 전세금의 반환을 청구할 수 있다.","제315조(전세권자의 손해배상책임) ①전세권의 목적물의 전부 또는 일부가 전세권자에 ((책임있는 사유))로 인하여 멸실된 때에는 전세권자는 손해를 배상할 책임이 있다.\n ②전항의 경우에 전세권설정자는 전세권이 소멸된 후 전세금으로써 손해의 배상에 충당하고 잉여가 있으면 반환하여야 하며 부족이 있으면 다시 청구할 수 있다.","제316조(((원상회복))의무, ((매수청구))권) ①전세권이 그 존속기간의 만료로 인하여 소멸한 때에는 전세권자는 그 목적물을 원상에 회복하여야 하며 그 목적물에 부속시킨 물건은 수거할 수 있다. 그러나 전세권설정자가 그 부속물건의 매수를 청구한 때에는 전세권자는 정당한 이유없이 거절하지 못한다.\n ②전항의 경우에 그 부속물건이 전세권설정자의 동의를 얻어 부속시킨 것인 때에는 전세권자는 전세권설정자에 대하여 그 부속물건의 매수를 청구할 수 있다. 그 부속물건이 전세권설정자로부터 매수한 것인 때에도 같다.","제317조(전세권의 소멸과 ((동시이행))) 전세권이 소멸한 때에는 전세권설정자는 전세권자로부터 그 목적물의 인도 및 전세권설정등기의 말소등기에 필요한 서류의 교부를 받는 ((동시))에 전세금을 반환하여야 한다.","제318조(전세권자의 경매청구권) 전세권설정자가 전세금의 반환을 지체한 때에는 전세권자는 ((민사집행법))의 정한 바에 의하여 전세권의 목적물의 경매를 청구할 수 있다.","제319조(준용규정) 제213조, 제214조, 제216조 내지 제244조의 규정은 전세권자간 또는 전세권자와 ((인지소유자)) 및 ((지상권자))간에 이를 준용한다.","제320조(((유치))권의 내용) ①타인의 물건 또는 유가증권을 점유한 자는 그 물건이나 유가증권에 관하여 생긴 채권이 변제기에 있는 경우에는 변제를 받을 때까지 그 물건 또는 유가증권을 ((유치))할 권리가 있다.\n ②전항의 규정은 그 점유가 불법행위로 인한 경우에 적용하지 아니한다.","제321조(유치권의 ((불가분성))) 유치권자는 채권전부의 변제를 받을 때까지 유치물전부에 대하여 그 권리를 행사할 수 있다.","제322조(((경매)), ((간이변제충당))) ①유치권자는 채권의 변제를 받기 위하여 유치물을 경매할 수 있다.\n ②정당한 이유있는 때에는 유치권자는 감정인의 평가에 의하여 유치물로 직접 변제에 충당할 것을 법원에 청구할 수 있다. 이 경우에는 유치권자는 미리 채무자에게 통지하여야 한다.","제323조(과실수취권) ①유치권자는 유치물의 과실을 수취하여 다른 채권보다 먼저 그 채권의 변제에 충당할 수 있다. 그러나 과실이 ((금전))이 아닌 때에는 경매하여야 한다.\n ②과실은 먼저 채권의 이자에 충당하고 그 잉여가 있으면 원본에 충당한다.","제324조(유치권자의 ((선관))의무) ①유치권자는 ((선량한 관리자))의 주의로 유치물을 점유하여야 한다.\n ②유치권자는 채무자의 승낙없이 유치물의 사용, 대여 또는 담보제공을 하지 못한다. 그러나 유치물의 보존에 필요한 사용은 그러하지 아니하다.\n ③유치권자가 전2항의 규정에 위반한 때에는 채무자는 유치권의 소멸을 청구할 수 있다.","제325조(유치권자의 상환청구권) ①유치권자가 유치물에 관하여 필요비를 지출한 때에는 소유자에게 그 상환을 청구할 수 있다.\n ②유치권자가 유치물에 관하여 ((유익비))를 지출한 때에는 그 가액의 증가가 현존한 경우에 한하여 소유자의 선택에 좇아 그 지출한 금액이나 증가액의 상환을 청구할 수 있다. 그러나 법원은 소유자의 청구에 의하여 상당한 상환기간을 허여할 수 있다.","제326조(피담보채권의 소멸시효) 유치권의 행사는 채권의 소멸시효의 진행에 영향을 미치지 아니한다."]
